[
    {
        "es": {
            "word": "advertisement",
            "definition": "Un mensaje publicitario que promociona un producto, servicio o evento; una forma de comunicación comercial."
        },
        "pt": {
            "word": "anúncio",
            "definition": "Uma mensagem publicitária que promove um produto, serviço ou evento; uma forma de comunicação comercial."
        },
        "word": "advertisement",
        "ipa": "/ədˈvɜrtɪsmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A promotional message that advertises a product, service, or event; a form of commercial communication.",
        "examples": [
            "They created an eye-catching advertisement for their new product.",
            "Advertisements on social media can reach a wide audience.",
            "The television advertisement featured a famous celebrity."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "advice",
            "definition": "Recomendaciones o sugerencias sobre qué hacer en una situación; información o opiniones dadas para ayudar a tomar decisiones."
        },
        "pt": {
            "word": "conselho",
            "definition": "Recomendações ou sugestões sobre o que fazer em uma situação; informações ou opiniões fornecidas para ajudar na tomada de decisões."
        },
        "word": "advice",
        "ipa": "/ədˈvaɪs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Palabras que nombran personas, animales, lugares, cosas, ideas o fenómenos."
            }
        ],
        "definition": "Recommendations or suggestions on what to do in a situation; information or opinions given to assist in decision-making.",
        "examples": [
            "I sought advice from a financial expert before investing.",
            "Her advice helped me make the right choice.",
            "It's important to consider the advice of experienced professionals."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "advocate",
            "definition": "Una persona que defiende o apoya una causa, idea o acción; promover o abogar por algo."
        },
        "pt": {
            "word": "defensor",
            "definition": "Uma pessoa que defende ou apoia uma causa, ideia ou ação; promover ou advogar algo."
        },
        "word": "advocate",
        "ipa": "/ˈædvəˌkeɪt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A person who defends or supports a cause, idea, or action; to promote or advocate for something.",
        "examples": [
            "She is a passionate advocate for animal rights.",
            "The organization advocates for environmental conservation.",
            "He advocated for changes in the healthcare system."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aesthetic",
            "definition": "Relacionado con la belleza, el arte o la apreciación de la belleza; un conjunto de principios o características estéticas."
        },
        "pt": {
            "word": "estético",
            "definition": "Relacionado à beleza, à arte ou à apreciação da beleza; um conjunto de princípios ou características estéticas."
        },
        "word": "aesthetic",
        "ipa": "/ɛsˈθɛtɪk/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "Related to beauty, art, or the appreciation of beauty; a set of aesthetic principles or characteristics.",
        "examples": [
            "The museum's design has a modern aesthetic.",
            "Her aesthetic sensibility is influenced by nature.",
            "In art, aesthetics play a crucial role in interpretation."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "affair",
            "definition": "Un evento, situación o asunto que es objeto de interés o preocupación; una relación romántica o sexual fuera de una pareja establecida."
        },
        "pt": {
            "word": "caso",
            "definition": "Um evento, situação ou assunto que é objeto de interesse ou preocupação; um relacionamento romântico ou sexual fora de um casal estabelecido."
        },
        "word": "affair",
        "ipa": "/əˈfɛr/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An event, situation, or matter that is the subject of interest or concern; a romantic or sexual relationship outside of an established couple.",
        "examples": [
            "The political affair attracted widespread attention.",
            "She had an affair with a colleague, which caused a scandal.",
            "Managing personal affairs can be challenging."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "afraid",
            "definition": "Sentir miedo o temor; tener miedo de algo o alguien."
        },
        "pt": {
            "word": "com medo",
            "definition": "Sentir medo ou temor; ter medo de algo ou alguém."
        },
        "word": "afraid",
        "ipa": "/əˈfreɪd/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Feeling fear or apprehension; being afraid of something or someone.",
        "examples": [
            "I'm afraid of heights, so I can't go on roller coasters.",
            "She was afraid of the dark as a child.",
            "Don't be afraid to ask for help when you need it."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "agency",
            "definition": "Una organización o entidad que lleva a cabo acciones o proporciona servicios en nombre de otros; la capacidad de tomar decisiones y actuar de manera independiente."
        },
        "pt": {
            "word": "agência",
            "definition": "Uma organização ou entidade que realiza ações ou presta serviços em nome de outros; a capacidade de tomar decisões e agir de forma independente."
        },
        "word": "agency",
        "ipa": "/ˈeɪdʒənsi/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An organization or entity that carries out actions or provides services on behalf of others; the ability to make decisions and act independently.",
        "examples": [
            "The government agency is responsible for regulating the industry.",
            "She has the agency to make decisions for her department.",
            "Advertising agencies help companies promote their products."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "agenda",
            "definition": "Una lista de tareas, eventos o temas a abordar en un momento específico; un plan o programa de trabajo."
        },
        "pt": {
            "word": "agenda",
            "definition": "Uma lista de tarefas, eventos ou temas a serem abordados em um momento específico; um plano ou programa de trabalho."
        },
        "word": "agenda",
        "ipa": "/əˈdʒɛndə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A list of tasks, events, or topics to be addressed at a specific time; a plan or program of work.",
        "examples": [
            "I need to check my agenda for today's meetings.",
            "The conference agenda includes several keynote speakers.",
            "Creating a weekly agenda helps me stay organized."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "agent",
            "definition": "Una persona o entidad que actúa en nombre de otra persona o entidad; un representante o intermediario."
        },
        "pt": {
            "word": "agente",
            "definition": "Uma pessoa ou entidade que age em nome de outra pessoa ou entidade; um representante ou intermediário."
        },
        "word": "agent",
        "ipa": "/ˈeɪdʒənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person or entity that acts on behalf of another person or entity; a representative or intermediary.",
        "examples": [
            "The real estate agent helped us find our dream home.",
            "She works as an agent for a famous actor.",
            "The travel agent booked our vacation package."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aggression",
            "definition": "Comportamiento hostil o violento hacia los demás; la acción de atacar o dañar a otros."
        },
        "pt": {
            "word": "agressão",
            "definition": "Comportamento hostil ou violento em relação aos outros; a ação de atacar ou prejudicar os outros."
        },
        "word": "aggression",
        "ipa": "/əˈɡrɛʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "Hostile or violent behavior towards others; the action of attacking or harming others.",
        "examples": [
            "The aggression in the playground was concerning.",
            "International law condemns acts of aggression between nations.",
            "Effective conflict resolution can reduce aggression."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "agriculture",
            "definition": "La ciencia y práctica de cultivar la tierra y criar animales para la producción de alimentos, fibras y otros productos agrícolas."
        },
        "pt": {
            "word": "agricultura",
            "definition": "A ciência e prática de cultivar a terra e criar animais para a produção de alimentos, fibras e outros produtos agrícolas."
        },
        "word": "agriculture",
        "ipa": "/ˈæɡrɪˌkʌltʃər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The science and practice of cultivating the land and raising animals for the production of food, fibers, and other agricultural products.",
        "examples": [
            "Agriculture plays a vital role in the economy of many countries.",
            "Modern agriculture has introduced innovative farming techniques.",
            "Farmers are essential to the success of agriculture."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aide",
            "definition": "Una persona que ayuda o presta asistencia a otra, especialmente a una figura de autoridad; un asistente."
        },
        "pt": {
            "word": "auxiliar",
            "definition": "Uma pessoa que ajuda ou presta assistência a outra, especialmente a uma figura de autoridade; um assistente."
        },
        "word": "aide",
        "ipa": "/eɪd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who helps or provides assistance to another, especially a figure of authority; an assistant.",
        "examples": [
            "The president's aide briefed him on the latest developments.",
            "The teacher's aide helped students with their assignments.",
            "He worked as an aide to the CEO of the company."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aim",
            "definition": "Apuntar o dirigir algo hacia un objetivo específico; tener la intención de lograr algo."
        },
        "pt": {
            "word": "mirar",
            "definition": "Apontar ou dirigir algo para um objetivo específico; ter a intenção de alcançar algo."
        },
        "word": "aim",
        "ipa": "/eɪm/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            },
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "To point or direct something toward a specific target; to intend to achieve something.",
        "examples": [
            "The archer aimed the arrow at the bullseye.",
            "She aimed to become a successful entrepreneur.",
            "His aim was to improve the community through education."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aircraft",
            "definition": "Máquinas más pesadas que el aire diseñadas para volar, como aviones y helicópteros; cualquier vehículo aéreo."
        },
        "pt": {
            "word": "aeronave",
            "definition": "Máquinas mais pesadas que o ar projetadas para voar, como aviões e helicópteros; qualquer veículo aéreo."
        },
        "word": "aircraft",
        "ipa": "/ˈɛrˌkræft/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "Heavier-than-air machines designed for flight, such as airplanes and helicopters; any aerial vehicle.",
        "examples": [
            "Commercial aircraft have advanced safety features.",
            "Military aircraft are used for defense and reconnaissance.",
            "The airport is equipped to handle various types of aircraft."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "airline",
            "definition": "Una empresa que proporciona servicios de transporte aéreo para pasajeros y carga; la compañía aérea que opera vuelos programados."
        },
        "pt": {
            "word": "companhia aérea",
            "definition": "Uma empresa que fornece serviços de transporte aéreo para passageiros e carga; a companhia aérea que opera voos programados."
        },
        "word": "airline",
        "ipa": "/ˈɛrˌlaɪn/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A company that provides air transportation services for passengers and cargo; the airline that operates scheduled flights.",
        "examples": [
            "I booked my ticket with a reputable airline.",
            "The airline industry has faced challenges during the pandemic.",
            "There are many international airlines that offer flights."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "airport",
            "definition": "Una instalación diseñada para la llegada, salida y mantenimiento de aeronaves, así como para el embarque y desembarque de pasajeros y carga."
        },
        "pt": {
            "word": "aeroporto",
            "definition": "Uma instalação projetada para a chegada, partida e manutenção de aeronaves, bem como para o embarque e desembarque de passageiros e carga."
        },
        "word": "airport",
        "ipa": "/ˈɛrˌpɔrt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A facility designed for the arrival, departure, and maintenance of aircraft, as well as the boarding and disembarking of passengers and cargo.",
        "examples": [
            "The airport was bustling with travelers.",
            "Security measures are strict at international airports.",
            "They announced a new airport terminal expansion."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alarm",
            "definition": "Una señal o dispositivo que advierte o notifica de un peligro, emergencia o evento no deseado; causar miedo o preocupación."
        },
        "pt": {
            "word": "alarme",
            "definition": "Um sinal ou dispositivo que alerta ou notifica sobre perigo, emergência ou evento indesejado; causar medo ou preocupação."
        },
        "word": "alarm",
        "ipa": "/əˈlɑrm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A signal or device that warns or notifies of danger, emergency, or unwanted event; to cause fear or concern.",
        "examples": [
            "The fire alarm alerted everyone to evacuate the building.",
            "She felt a sense of alarm when she heard the news.",
            "The loud noise alarmed the neighbors."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "album",
            "definition": "Un libro o álbum en el que se pueden pegar fotografías, recortes u otros recuerdos; una colección de grabaciones de música."
        },
        "pt": {
            "word": "álbum",
            "definition": "Um livro ou álbum no qual podem ser coladas fotografias, recortes ou outras lembranças; uma coleção de gravações de música."
        },
        "word": "album",
        "ipa": "/ˈælbəm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A book or album in which photographs, clippings, or other mementos can be glued; a collection of music recordings.",
        "examples": [
            "She created a beautiful photo album of her travels.",
            "The band released their latest album last month.",
            "Collecting vintage albums is a popular hobby."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alcohol",
            "definition": "Una sustancia química que se encuentra en bebidas alcohólicas como el vino, la cerveza y los licores; también se usa en productos de limpieza y desinfección."
        },
        "pt": {
            "word": "álcool",
            "definition": "Uma substância química encontrada em bebidas alcoólicas como vinho, cerveja e destilados; também é usada em produtos de limpeza e desinfecção."
        },
        "word": "alcohol",
        "ipa": "/ˈælkəˌhɔl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A chemical substance found in alcoholic beverages such as wine, beer, and spirits; it is also used in cleaning and disinfecting products.",
        "examples": [
            "He decided to quit drinking alcohol for his health.",
            "Rubbing alcohol is used as a disinfectant in hospitals.",
            "There are strict regulations regarding the sale of alcohol."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alien",
            "definition": "Un ser de otro planeta o de otro lugar del universo; extranjero o ajeno a una cultura o lugar."
        },
        "pt": {
            "word": "alienígena",
            "definition": "Um ser de outro planeta ou de outro lugar do universo; estrangeiro ou estranho a uma cultura ou lugar."
        },
        "word": "alien",
        "ipa": "/ˈeɪliən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "A being from another planet or from another place in the universe; foreign or unfamiliar to a culture or place.",
        "examples": [
            "Many people believe in the existence of alien life forms.",
            "She felt like an alien in a foreign country.",
            "The movie is about an alien invasion."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "align",
            "definition": "Colocar o ajustar cosas en una línea recta o en una posición correcta; estar en acuerdo o en armonía con algo."
        },
        "pt": {
            "word": "alinhar",
            "definition": "Colocar ou ajustar coisas em linha reta ou na posição correta; estar em acordo ou harmonia com algo."
        },
        "word": "align",
        "ipa": "/əˈlaɪn/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To place or adjust things in a straight line or in the correct position; to be in agreement or harmony with something.",
        "examples": [
            "Please align the text with the left margin.",
            "Their goals and values align with our company's mission.",
            "The planets align once in a while for a rare celestial event."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alike",
            "definition": "Similar o parecido en apariencia, naturaleza o características; en la misma medida o grado."
        },
        "pt": {
            "word": "semelhante",
            "definition": "Semelhante ou parecido em aparência, natureza ou características; na mesma medida ou grau."
        },
        "word": "alike",
        "ipa": "/əˈlaɪk/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "Similar or alike in appearance, nature, or characteristics; to the same extent or degree.",
        "examples": [
            "The twins look very much alike.",
            "Their opinions on the matter are alike.",
            "The two cars are nearly alike in design and features."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alive",
            "definition": "Estar vivo; en estado de vida; en existencia o en funcionamiento."
        },
        "pt": {
            "word": "vivo",
            "definition": "Estar vivo; em estado de vida; em existência ou funcionamento."
        },
        "word": "alive",
        "ipa": "/əˈlaɪv/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "To be living; in a state of life; in existence or functioning.",
        "examples": [
            "The patient is alive and recovering well.",
            "The city comes alive at night with its vibrant nightlife.",
            "She felt more alive when she was in nature."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "allegation",
            "definition": "Una declaración sin pruebas o evidencia que acusa a alguien de cometer un delito o una acción incorrecta."
        },
        "pt": {
            "word": "alegação",
            "definition": "Uma declaração sem provas ou evidência que acusa alguém de cometer um crime ou ação errada."
        },
        "word": "allegation",
        "ipa": "/ˌælɪˈɡeɪʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A statement without proof or evidence that accuses someone of committing a crime or wrongful action.",
        "examples": [
            "The allegation of corruption led to an investigation.",
            "He denied the allegations of misconduct at work.",
            "The newspaper published allegations of political wrongdoing."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "allocate",
            "definition": "Asignar o distribuir recursos, tareas o responsabilidades de manera específica; reservar o destinar algo para un propósito particular."
        },
        "pt": {
            "word": "alocar",
            "definition": "Atribuir ou distribuir recursos, tarefas ou responsabilidades de maneira específica; reservar ou destinar algo para um propósito específico."
        },
        "word": "allocate",
        "ipa": "/ˈæləˌkeɪt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To assign or distribute resources, tasks, or responsibilities in a specific way; to reserve or set aside something for a particular purpose.",
        "examples": [
            "The company will allocate more funds for research and development.",
            "They need to allocate staff to different departments.",
            "Let's allocate a portion of the budget for marketing."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "allowance",
            "definition": "Una cantidad de dinero regular que se otorga o se permite; una cantidad de algo permitida o tolerada."
        },
        "pt": {
            "word": "mesada",
            "definition": "Uma quantia de dinheiro regular concedida ou permitida; uma quantidade de algo permitida ou tolerada."
        },
        "word": "allowance",
        "ipa": "/əˈlaʊəns/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A regular amount of money granted or allowed; an amount of something permitted or tolerated.",
        "examples": [
            "Children receive a weekly allowance from their parents.",
            "The teacher made an allowance for students with special needs.",
            "There's a small allowance of extra time for this task."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ally",
            "definition": "Una persona, grupo o nación que se une o se asocia con otra para lograr un objetivo común; apoyar o unirse a alguien en una causa o lucha."
        },
        "pt": {
            "word": "aliado",
            "definition": "Uma pessoa, grupo ou nação que se une ou se associa a outra para alcançar um objetivo comum; apoiar ou se unir a alguém em uma causa ou luta."
        },
        "word": "ally",
        "ipa": "/ˈælaɪ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A person, group, or nation that joins or associates with another to achieve a common goal; to support or unite with someone in a cause or struggle.",
        "examples": [
            "The two countries became allies in the fight against terrorism.",
            "She considered him her closest ally in the workplace.",
            "They allied themselves with various organizations to address the issue."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "almost",
            "definition": "Casi o cerca de algo, pero no completamente; en su mayor parte."
        },
        "pt": {
            "word": "quase",
            "definition": "Quase ou perto de algo, mas não completamente; na maior parte."
        },
        "word": "almost",
        "ipa": "/ˈɔlmoʊst/",
        "type_word": [
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "Nearly or close to something, but not entirely; for the most part.",
        "examples": [
            "He almost missed his flight because of traffic.",
            "She's almost finished with her homework.",
            "The cake is almost ready to be served."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alone",
            "definition": "Estar solitario o sin compañía de otros; únicamente o sin la ayuda o presencia de otros."
        },
        "pt": {
            "word": "sozinho",
            "definition": "Estar solitário ou sem companhia de outros; apenas ou sem a ajuda ou presença de outros."
        },
        "word": "alone",
        "ipa": "/əˈloʊn/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "Being solitary or without the company of others; solely or without the assistance or presence of others.",
        "examples": [
            "He prefers to be alone when he's working on his art.",
            "She can handle the project alone without any help.",
            "The house felt eerily quiet when everyone was gone, and he was alone."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alter",
            "definition": "Cambiar o modificar algo, a menudo de manera pequeña o parcial; hacer ajustes o cambios en algo."
        },
        "pt": {
            "word": "alterar",
            "definition": "Mudar ou modificar algo, frequentemente de forma pequena ou parcial; fazer ajustes ou mudanças em algo."
        },
        "word": "alter",
        "ipa": "/ˈɔltər/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To change or modify something, often in a small or partial way; to make adjustments or changes to something.",
        "examples": [
            "She decided to alter her dress to make it fit better.",
            "The architect had to alter the original design due to budget constraints.",
            "Please don't alter the settings without permission."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "alternative",
            "definition": "Una opción o posibilidad diferente a la principal; que ofrece una elección entre dos o más cosas."
        },
        "pt": {
            "word": "alternativa",
            "definition": "Uma opção ou possibilidade diferente da principal; que oferece uma escolha entre duas ou mais coisas."
        },
        "word": "alternative",
        "ipa": "/ɔlˈtɜrnətɪv/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "An option or possibility different from the main one; that offers a choice between two or more things.",
        "examples": [
            "If the first plan fails, we have an alternative.",
            "She offered an alternative solution to the problem.",
            "The alternative route is faster but has more traffic."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "altitude",
            "definition": "La altura de un objeto o lugar sobre el nivel del mar u otra superficie de referencia; la altitud también se refiere a una posición o nivel en términos abstractos."
        },
        "pt": {
            "word": "altitude",
            "definition": "A altura de um objeto ou local acima do nível do mar ou outra superfície de referência; altitude também se refere a uma posição ou nível em termos abstratos."
        },
        "word": "altitude",
        "ipa": "/ˈæltɪˌtud/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The height of an object or location above sea level or another reference surface; altitude also refers to a position or level in abstract terms.",
        "examples": [
            "The airplane reached a cruising altitude of 30,000 feet.",
            "The city's high altitude can lead to thinner air.",
            "In the corporate world, reaching a high altitude often requires hard work and dedication."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "altogether",
            "definition": "En total; completamente; en su conjunto."
        },
        "pt": {
            "word": "em conjunto",
            "definition": "No total; completamente; como um todo."
        },
        "word": "altogether",
        "ipa": "/ˌɔltoˈɡɛðər/",
        "type_word": [
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "In total; completely; as a whole.",
        "examples": [
            "Altogether, there were 100 people at the event.",
            "The plan failed altogether.",
            "She considered the project as a success altogether."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aluminum",
            "definition": "Un metal plateado ligero que es resistente a la corrosión y se usa en una variedad de aplicaciones, incluyendo la fabricación de envases, utensilios de cocina y componentes de vehículos."
        },
        "pt": {
            "word": "alumínio",
            "definition": "Um metal prateado leve que é resistente à corrosão e é usado em uma variedade de aplicações, incluindo a fabricação de embalagens, utensílios de cozinha e componentes de veículos."
        },
        "word": "aluminum",
        "ipa": "/əˈluːmɪnəm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A lightweight silvery metal that is corrosion-resistant and used in a variety of applications, including packaging, cookware, and vehicle components.",
        "examples": [
            "Aluminum foil is commonly used for wrapping food.",
            "The car's body is made of aluminum for weight reduction.",
            "The aerospace industry relies on aluminum alloys for aircraft construction."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amaze",
            "definition": "Causar asombro o sorpresa; impresionar o dejar a alguien sin palabras debido a algo extraordinario."
        },
        "pt": {
            "word": "surpreender",
            "definition": "Causar espanto ou surpresa; impressionar ou deixar alguém sem palavras devido a algo extraordinário."
        },
        "word": "amaze",
        "ipa": "/əˈmeɪz/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To cause wonder or surprise; to impress or leave someone speechless due to something extraordinary.",
        "examples": [
            "His magic tricks never fail to amaze the audience.",
            "The breathtaking view from the mountain summit amazed her.",
            "I amaze myself with my own capabilities sometimes."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ambassador",
            "definition": "Un diplomático de alto rango enviado por un país como representante oficial en otro país; una persona que promueve o defiende una causa o actividad."
        },
        "pt": {
            "word": "embaixador",
            "definition": "Um diplomata de alto nível enviado por um país como representante oficial em outro país; uma pessoa que promove ou defende uma causa ou atividade."
        },
        "word": "ambassador",
        "ipa": "/æmˈbæsədər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A high-ranking diplomat sent by one country as an official representative in another country; a person who promotes or advocates for a cause or activity.",
        "examples": [
            "The ambassador played a crucial role in diplomatic negotiations.",
            "She is an ambassador for environmental conservation.",
            "The company appointed him as their brand ambassador."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ambitious",
            "definition": "Tener un fuerte deseo de éxito, poder, riqueza o logros; mostrando determinación y esfuerzo para alcanzar metas elevadas."
        },
        "pt": {
            "word": "ambicioso",
            "definition": "Ter um forte desejo de sucesso, poder, riqueza ou realizações; demonstrando determinação e esforço para alcançar metas elevadas."
        },
        "word": "ambitious",
        "ipa": "/æmˈbɪʃəs/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Having a strong desire for success, power, wealth, or achievements; showing determination and effort to reach lofty goals.",
        "examples": [
            "She has ambitious plans for her career.",
            "The ambitious project required a dedicated team.",
            "His ambitious nature drives him to aim high in life."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amend",
            "definition": "Hacer cambios o correcciones en algo, especialmente en un texto, ley, o documento; mejorar o enmendar errores."
        },
        "pt": {
            "word": "emendar",
            "definition": "Fazer alterações ou correções em algo, especialmente em um texto, lei ou documento; melhorar ou corrigir erros."
        },
        "word": "amend",
        "ipa": "/əˈmɛnd/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To make changes or corrections to something, especially to a text, law, or document; to improve or rectify errors.",
        "examples": [
            "They need to amend the contract to include the new terms.",
            "The government decided to amend the existing legislation.",
            "He apologized and promised to amend his behavior."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amendment",
            "definition": "Una enmienda o cambio realizado en un texto, ley o documento existente; una adición o modificación a algo ya establecido."
        },
        "pt": {
            "word": "emenda",
            "definition": "Uma alteração ou mudança feita em um texto, lei ou documento existente; uma adição ou modificação a algo já estabelecido."
        },
        "word": "amendment",
        "ipa": "/əˈmɛndmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An alteration or change made to an existing text, law, or document; an addition or modification to something already established.",
        "examples": [
            "The Constitution has seen multiple amendments over the years.",
            "The proposed amendment aims to address issues in the current policy.",
            "They submitted an amendment to the contract for review."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amid",
            "definition": "En medio de; en un contexto de o rodeado por algo."
        },
        "pt": {
            "word": "em meio a",
            "definition": "No meio de; em um contexto de ou cercado por algo."
        },
        "word": "amid",
        "ipa": "/əˈmɪd/",
        "type_word": [
            {
                "name": "Preposition",
                "sigle": "prep.",
                "description": "Words that show the relationship between a noun or pronoun and other words in a sentence."
            }
        ],
        "definition": "In the middle of; in a context of or surrounded by something.",
        "examples": [
            "The celebrations continued amid the heavy rain.",
            "She found peace amid the chaos of the city.",
            "Amid the challenges, they managed to succeed."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amount",
            "definition": "La cantidad total de algo; la suma o total de una colección de cosas."
        },
        "pt": {
            "word": "quantidade",
            "definition": "A quantidade total de algo; a soma ou total de uma coleção de coisas."
        },
        "word": "amount",
        "ipa": "/əˈmaʊnt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The total quantity of something; the sum or total of a collection of things.",
        "examples": [
            "The amount of money in the bank account is substantial.",
            "What is the total amount of your expenses this month?",
            "His efforts amount to nothing if he doesn't complete the project."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "amuse",
            "definition": "Entretener o divertir a alguien; proporcionar entretenimiento o diversión."
        },
        "pt": {
            "word": "divertir",
            "definition": "Entreter ou divertir alguém; proporcionar entretenimento ou diversão."
        },
        "word": "amuse",
        "ipa": "/əˈmjuːz/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To entertain or amuse someone; to provide entertainment or fun.",
        "examples": [
            "The magician's tricks never failed to amuse the children.",
            "She amuses herself by solving crossword puzzles.",
            "The comedy show was designed to amuse the audience."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "analogy",
            "definition": "Una comparación entre dos cosas que tienen características similares; una similitud o relación entre dos cosas que son diferentes en otros aspectos."
        },
        "pt": {
            "word": "analogia",
            "definition": "Uma comparação entre duas coisas que têm características semelhantes; uma semelhança ou relação entre duas coisas que são diferentes em outros aspectos."
        },
        "word": "analogy",
        "ipa": "/əˈnælədʒi/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A comparison between two things that have similar characteristics; a similarity or relationship between two things that are different in other aspects.",
        "examples": [
            "He used an analogy to explain the complex scientific concept.",
            "Drawing an analogy between the two situations helped clarify the issue.",
            "Analogies are often used in literature to convey deeper meanings."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ancestor",
            "definition": "Un miembro de la familia que vivió en una generación anterior; un antepasado o progenitor."
        },
        "pt": {
            "word": "ancestral",
            "definition": "Um membro da família que viveu em uma geração anterior; um ancestral ou progenitor."
        },
        "word": "ancestor",
        "ipa": "/ˈænˌsɛstər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A member of the family who lived in a previous generation; an ancestor or progenitor.",
        "examples": [
            "Our ancestors played a significant role in shaping our culture.",
            "Learning about one's ancestors can provide insights into one's heritage.",
            "The ancient ruins are a testament to the achievements of our ancestors."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anchor",
            "definition": "Un dispositivo que se utiliza para fijar una embarcación en su lugar, generalmente consistente en una cuerda o cadena que se lanza al agua y se engancha en el fondo; también se refiere a una fuente de estabilidad o apoyo."
        },
        "pt": {
            "word": "âncora",
            "definition": "Um dispositivo usado para fixar uma embarcação em seu lugar, geralmente consistindo de uma corda ou corrente lançada na água e enganchada no fundo; também se refere a uma fonte de estabilidade ou apoio."
        },
        "word": "anchor",
        "ipa": "/ˈæŋkər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A device used to secure a vessel in place, typically consisting of a rope or chain thrown into the water and hooked onto the bottom; it also refers to a source of stability or support.",
        "examples": [
            "The ship dropped anchor in the harbor after a long voyage.",
            "She serves as an anchor for her friends during tough times.",
            "The news anchor delivered the latest updates with professionalism."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anger",
            "definition": "Una emoción intensa de disgusto, irritación o enojo hacia alguien o algo; sentirse enojado o irritado."
        },
        "pt": {
            "word": "raiva",
            "definition": "Uma emoção intensa de desgosto, irritação ou raiva em relação a alguém ou algo; sentir-se zangado ou irritado."
        },
        "word": "anger",
        "ipa": "/ˈæŋɡər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An intense emotion of disgust, irritation, or anger toward someone or something; to feel angry or irritated.",
        "examples": [
            "His anger flared up when he heard the news.",
            "She tried to control her anger in the face of criticism.",
            "Angering easily can negatively affect one's health."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "angle",
            "definition": "La medida de separación entre dos líneas que se encuentran en un punto; una perspectiva o enfoque particular en una situación o tema."
        },
        "pt": {
            "word": "ângulo",
            "definition": "A medida de separação entre duas linhas que se encontram em um ponto; uma perspectiva ou foco específico em uma situação ou tópico."
        },
        "word": "angle",
        "ipa": "/ˈæŋɡəl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The measure of separation between two lines that meet at a point; a particular perspective or focus on a situation or topic.",
        "examples": [
            "He calculated the angle between the two intersecting roads.",
            "The news report presented a different angle on the story.",
            "You should approach the problem from a new angle."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "animal",
            "definition": "Un ser vivo que pertenece al reino animal, caracterizado por la capacidad de movimiento, la conciencia y la falta de capacidad para realizar la fotosíntesis; una criatura no vegetal."
        },
        "pt": {
            "word": "animal",
            "definition": "Um ser vivo que pertence ao reino animal, caracterizado pela capacidade de movimento, consciência e falta de capacidade para realizar a fotossíntese; uma criatura não vegetal."
        },
        "word": "animal",
        "ipa": "/ˈænɪməl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "A living being that belongs to the animal kingdom, characterized by the ability to move, consciousness, and the lack of capability to perform photosynthesis; a non-vegetative creature.",
        "examples": [
            "Lions, tigers, and bears are examples of wild animals.",
            "The zoo is home to a variety of exotic animals.",
            "She has a strong affection for animal welfare."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ankle",
            "definition": "La articulación que conecta la pierna con el pie, compuesta por la unión de la tibia, el peroné y el hueso del tobillo; la parte del cuerpo humano entre la pierna y el pie."
        },
        "pt": {
            "word": "tornozelo",
            "definition": "A articulação que conecta a perna ao pé, composta pela junção da tíbia, da fíbula e do osso do tornozelo; a parte do corpo humano entre a perna e o pé."
        },
        "word": "ankle",
        "ipa": "/ˈæŋkl̩/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The joint that connects the leg to the foot, composed of the union of the tibia, fibula, and ankle bone; the part of the human body between the leg and the foot.",
        "examples": [
            "She twisted her ankle while running.",
            "The ankle provides flexibility for various movements.",
            "Ankle injuries are common in sports."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "announce",
            "definition": "Hacer una declaración pública o anunciar algo de manera oficial; informar o dar a conocer algo de manera formal."
        },
        "pt": {
            "word": "anunciar",
            "definition": "Fazer uma declaração pública ou anunciar algo de forma oficial; informar ou dar a conhecer algo de forma formal."
        },
        "word": "announce",
        "ipa": "/əˈnaʊns/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To make a public statement or declare something officially; to inform or make something known in a formal manner.",
        "examples": [
            "The company will announce its new product next week.",
            "The mayor will announce the election results tonight.",
            "She announced her engagement on social media."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anomaly",
            "definition": "Algo que es inusual, extraño o difiere de lo que se considera normal; una desviación o excepción de la norma."
        },
        "pt": {
            "word": "anomalia",
            "definition": "Algo que é incomum, estranho ou difere do que é considerado normal; uma desvio ou exceção à regra."
        },
        "word": "anomaly",
        "ipa": "/əˈnɒməli/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "Something that is unusual, strange, or differs from what is considered normal; a deviation or exception from the norm.",
        "examples": [
            "The sudden temperature drop was an anomaly for this region.",
            "Detecting anomalies in the data is crucial for identifying issues.",
            "The scientist was intrigued by the anomaly in the experiment results."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anonymous",
            "definition": "Sin revelar la identidad de la persona; de autor desconocido o no identificado."
        },
        "pt": {
            "word": "anônimo",
            "definition": "Sem revelar a identidade da pessoa; de autor desconhecido ou não identificado."
        },
        "word": "anonymous",
        "ipa": "/əˈnɒnɪməs/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Without revealing the identity of the person; of unknown or unidentified authorship.",
        "examples": [
            "The generous donor wished to remain anonymous.",
            "The message was sent by an anonymous sender.",
            "The author of the book chose to remain anonymous."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "antenna",
            "definition": "Un dispositivo utilizado para recibir o transmitir señales de radio, televisión, teléfono móvil u otras ondas electromagnéticas; una estructura en forma de antena que se encuentra en la cabeza de algunos insectos y otros animales."
        },
        "pt": {
            "word": "antena",
            "definition": "Um dispositivo usado para receber ou transmitir sinais de rádio, televisão, telefone celular ou outras ondas eletromagnéticas; uma estrutura em forma de antena encontrada na cabeça de alguns insetos e outros animais."
        },
        "word": "antenna",
        "ipa": "/ænˈtɛnə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A device used to receive or transmit radio, television, mobile phone, or other electromagnetic signals; a antenna-shaped structure found on the heads of some insects and other animals.",
        "examples": [
            "The television antenna needed adjustment for better reception.",
            "Insects use their antennae to sense their environment.",
            "The satellite dish has a powerful antenna for communication."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anticipate",
            "definition": "Prever o esperar que algo suceda y tomar medidas con anticipación; anticiparse a algo en el tiempo."
        },
        "pt": {
            "word": "antecipar",
            "definition": "Prever ou esperar que algo aconteça e tomar medidas com antecedência; antecipar algo no tempo."
        },
        "word": "anticipate",
        "ipa": "/ænˈtɪsɪˌpeɪt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To foresee or expect something to happen and take measures in advance; to advance something in time.",
        "examples": [
            "She could anticipate the needs of her clients.",
            "We anticipate an increase in sales during the holiday season.",
            "Anticipate any potential issues before they arise."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anxiety",
            "definition": "Una sensación de preocupación, nerviosismo o temor, a menudo sobre algo futuro o incierto; estado mental caracterizado por la inquietud y la aprensión."
        },
        "pt": {
            "word": "ansiedade",
            "definition": "Uma sensação de preocupação, nervosismo ou medo, frequentemente em relação a algo futuro ou incerto; estado mental caracterizado pela inquietação e apreensão."
        },
        "word": "anxiety",
        "ipa": "/æŋˈzaɪəti/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A feeling of worry, nervousness, or fear, often about something future or uncertain; a mental state characterized by restlessness and apprehension.",
        "examples": [
            "Her anxiety grew as the deadline approached.",
            "Many people experience anxiety before public speaking.",
            "There are effective treatments for managing anxiety."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "anybody",
            "definition": "Cualquier persona; una persona no específica."
        },
        "pt": {
            "word": "qualquer pessoa",
            "definition": "Qualquer pessoa; uma pessoa não específica."
        },
        "word": "anybody",
        "ipa": "/ˈɛniˌbɒdi/",
        "type_word": [
            {
                "name": "Pronoun",
                "sigle": "pron.",
                "description": "Words that substitute for nouns and refer to people or things."
            }
        ],
        "definition": "Any person; a non-specific person.",
        "examples": [
            "Anybody can participate in the event.",
            "Did anybody see what happened?",
            "If anybody needs assistance, please ask."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "apart",
            "definition": "En un lugar separado o a cierta distancia; separado de algo en términos de espacio o tiempo."
        },
        "pt": {
            "word": "à parte",
            "definition": "Em um local separado ou a certa distância; separado de algo em termos de espaço ou tempo."
        },
        "word": "apart",
        "ipa": "/əˈpɑːt/",
        "type_word": [
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "In a separate place or at a certain distance; separated from something in terms of space or time.",
        "examples": [
            "They live in houses apart from each other.",
            "The events happened years apart.",
            "Set the two items apart from each other."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "apartment",
            "definition": "Una unidad de vivienda que forma parte de un edificio más grande, generalmente dividida en varias unidades habitables; un piso o departamento."
        },
        "pt": {
            "word": "apartamento",
            "definition": "Uma unidade habitacional que faz parte de um prédio maior, geralmente dividida em várias unidades habitáveis; um piso ou apartamento."
        },
        "word": "apartment",
        "ipa": "/əˈpɑːrtmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A housing unit that is part of a larger building, usually divided into several habitable units; a flat or apartment.",
        "examples": [
            "She lives in a small apartment in the city.",
            "The apartment complex has a pool and fitness center.",
            "They are renting an apartment downtown."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "apology",
            "definition": "Una expresión de arrepentimiento o remordimiento por un error, ofensa o falta; una declaración de disculpa."
        },
        "pt": {
            "word": "desculpa",
            "definition": "Uma expressão de arrependimento ou remorso por um erro, ofensa ou falta; uma declaração de desculpa."
        },
        "word": "apology",
        "ipa": "/əˈpɒlədʒi/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An expression of regret or remorse for a mistake, offense, or fault; a statement of apology.",
        "examples": [
            "He offered a sincere apology for his behavior.",
            "She wrote an apology letter to her friend.",
            "The CEO issued a public apology for the company's actions."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "apparatus",
            "definition": "Un conjunto de dispositivos o instrumentos utilizados para un propósito particular; el equipo o maquinaria necesario para llevar a cabo una tarea o función específica."
        },
        "pt": {
            "word": "aparato",
            "definition": "Um conjunto de dispositivos ou instrumentos usados para um propósito específico; o equipamento ou maquinaria necessária para realizar uma tarefa ou função específica."
        },
        "word": "apparatus",
        "ipa": "/ˌæpəˈreɪtəs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A set of devices or instruments used for a particular purpose; the equipment or machinery needed to carry out a specific task or function.",
        "examples": [
            "The laboratory is equipped with the latest scientific apparatus.",
            "Firefighters use specialized apparatus to extinguish fires.",
            "The surgical apparatus was carefully sterilized before the operation."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appeal",
            "definition": "Un pedido o súplica a alguien en busca de ayuda, apoyo o una decisión favorable; el atractivo o la capacidad de atraer el interés o la simpatía de alguien."
        },
        "pt": {
            "word": "apelar",
            "definition": "Um pedido ou súplica a alguém em busca de ajuda, apoio ou uma decisão favorável; o apelo ou a capacidade de atrair o interesse ou a simpatia de alguém."
        },
        "word": "appeal",
        "ipa": "/əˈpiːl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A request or plea to someone for help, support, or a favorable decision; the attractiveness or ability to draw someone's interest or sympathy.",
        "examples": [
            "The charity's appeal for donations raised a significant amount of money.",
            "The movie's appeal lies in its relatable characters and compelling story.",
            "He decided to appeal the court's decision."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appendix",
            "definition": "Un órgano pequeño y sin función aparente que se encuentra en el sistema digestivo humano; una sección adicional o suplementaria de un libro, documento o texto."
        },
        "pt": {
            "word": "apêndice",
            "definition": "Um órgão pequeno e aparentemente sem função no sistema digestivo humano; uma seção adicional ou suplementar de um livro, documento ou texto."
        },
        "word": "appendix",
        "ipa": "/əˈpɛndɪks/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A small, seemingly functionless organ found in the human digestive system; an additional or supplementary section of a book, document, or text.",
        "examples": [
            "The surgeon had to remove the inflamed appendix.",
            "The appendix of the report contains detailed statistics.",
            "The book includes an informative appendix with further reading recommendations."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appetite",
            "definition": "El deseo de comer; el apetito o ansia de alimentos."
        },
        "pt": {
            "word": "apetite",
            "definition": "O desejo de comer; o apetite ou ânsia por alimentos."
        },
        "word": "appetite",
        "ipa": "/ˈæpɪˌtaɪt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The desire to eat; the appetite or craving for food.",
        "examples": [
            "After a long hike, they had a hearty appetite for dinner.",
            "The medication can affect your appetite.",
            "She has a sweet tooth and a strong appetite for desserts."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "applaud",
            "definition": "Mostrar aprobación o admiración golpeando las manos juntas, generalmente en respuesta a una actuación o logro; elogiar o felicitar a alguien por su éxito o esfuerzo."
        },
        "pt": {
            "word": "aplaudir",
            "definition": "Mostrar aprovação ou admiração batendo palmas juntas, geralmente em resposta a uma performance ou conquista; elogiar ou parabenizar alguém por seu sucesso ou esforço."
        },
        "word": "applaud",
        "ipa": "/əˈplɔːd/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Show approval or admiration by clapping the hands together, usually in response to a performance or achievement; praise or congratulate someone for their success or effort.",
        "examples": [
            "The audience applauded loudly after the concert.",
            "He was applauded for his dedication to the community.",
            "Let's applaud the team for their hard work and dedication."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "applicant",
            "definition": "Una persona que presenta una solicitud o solicitud formal para un trabajo, programa, posición u oportunidad."
        },
        "pt": {
            "word": "candidato",
            "definition": "Uma pessoa que apresenta uma solicitação ou pedido formal para um emprego, programa, posição ou oportunidade."
        },
        "word": "applicant",
        "ipa": "/ˈæplɪkənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who submits a formal request or application for a job, program, position, or opportunity.",
        "examples": [
            "The company received hundreds of applicants for the job opening.",
            "Each applicant must complete the online application form.",
            "The selection process includes interviews with qualified applicants."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appoint",
            "definition": "Designar o nombrar oficialmente a alguien para una posición, función o tarea; programar o acordar una cita o reunión."
        },
        "pt": {
            "word": "nomear",
            "definition": "Designar ou nomear oficialmente alguém para um cargo, função ou tarefa; agendar ou combinar um compromisso ou reunião."
        },
        "word": "appoint",
        "ipa": "/əˈpɔɪnt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Officially designate or name someone to a position, function, or task; schedule or agree to an appointment or meeting.",
        "examples": [
            "The board will appoint a new CEO next month.",
            "I need to appoint someone as the team leader.",
            "Let's appoint a time for our meeting next week."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appointment",
            "definition": "Una cita programada o reunión planificada en un momento específico; el acto de nombrar o designar a alguien para un cargo o posición."
        },
        "pt": {
            "word": "nomeação",
            "definition": "Uma consulta agendada ou reunião planejada em um momento específico; o ato de nomear ou designar alguém para um cargo ou posição."
        },
        "word": "appointment",
        "ipa": "/əˈpɔɪntmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A scheduled appointment or planned meeting at a specific time; the act of naming or appointing someone to a position or role.",
        "examples": [
            "I have a dentist appointment at 3 o'clock.",
            "Her appointment as the company's president was well-deserved.",
            "Let's schedule an appointment to discuss the project."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appraisal",
            "definition": "La evaluación formal o el examen crítico de algo para determinar su valor, calidad o importancia; la valoración de un bien o propiedad."
        },
        "pt": {
            "word": "avaliação",
            "definition": "A avaliação formal ou exame crítico de algo para determinar seu valor, qualidade ou importância; a avaliação de um bem ou propriedade."
        },
        "word": "appraisal",
        "ipa": "/əˈpreɪzəl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The formal evaluation or critical examination of something to determine its value, quality, or importance; the assessment of a property or asset.",
        "examples": [
            "The performance appraisal was conducted by the manager.",
            "An appraisal of the artwork revealed its historical significance.",
            "The real estate appraisal indicated a higher property value."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "appreciate",
            "definition": "Reconocer y valorar la calidad, el valor o la importancia de algo o alguien; expresar gratitud o agradecimiento por algo."
        },
        "pt": {
            "word": "apreciar",
            "definition": "Reconhecer e valorizar a qualidade, o valor ou a importância de algo ou alguém; expressar gratidão ou agradecimento por algo."
        },
        "word": "appreciate",
        "ipa": "/əˈpriːʃieɪt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Recognize and value the quality, worth, or importance of something or someone; express gratitude or thanks for something.",
        "examples": [
            "I appreciate your help with the project.",
            "We should take a moment to appreciate the beauty of nature.",
            "She expressed her appreciation for the thoughtful gesture."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "approach",
            "definition": "Acercarse o acercarse a algo o alguien; un método o enfoque particular para hacer algo o tratar un tema."
        },
        "pt": {
            "word": "abordagem",
            "definition": "Aproximar-se ou chegar perto de algo ou alguém; um método ou abordagem específica para fazer algo ou tratar de um assunto."
        },
        "word": "approach",
        "ipa": "/əˈproʊtʃ/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            },
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "To come near or nearer to something or someone; a particular method or approach to doing something or addressing a topic.",
        "examples": [
            "He decided to approach the problem from a different angle.",
            "The approach to the summit was challenging.",
            "Their collaborative approach to work improved efficiency."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "approval",
            "definition": "La acción de aprobar o dar consentimiento a algo; el acto de considerar algo como aceptable o satisfactorio."
        },
        "pt": {
            "word": "aprovação",
            "definition": "A ação de aprovar ou dar consentimento a algo; o ato de considerar algo como aceitável ou satisfatório."
        },
        "word": "approval",
        "ipa": "/əˈpruːvəl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The action of approving or giving consent to something; the act of considering something as acceptable or satisfactory.",
        "examples": [
            "The project received official approval from the board.",
            "Her approval is needed before the changes can be implemented.",
            "The audience's enthusiastic approval was evident."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "approximate",
            "definition": "Estimar o calcular un valor cercano a la cantidad o medida exacta; cercano en valor o similitud pero no exacto."
        },
        "pt": {
            "word": "aproximado",
            "definition": "Estimar ou calcular um valor próximo à quantidade ou medida exata; próximo em valor ou semelhança, mas não exato."
        },
        "word": "approximate",
        "ipa": "/əˈprɑːksɪmət/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To estimate or calculate a value close to the exact quantity or measurement; close in value or similarity but not exact.",
        "examples": [
            "The approximate cost of the project was within budget.",
            "Can you give me an approximate time of arrival?",
            "The map provides an approximate location of the treasure."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aquarium",
            "definition": "Un contenedor o tanque de vidrio o acrílico utilizado para mantener y exhibir peces y otras formas de vida acuática; un lugar donde se pueden ver y estudiar peces y vida marina en un entorno controlado."
        },
        "pt": {
            "word": "aquário",
            "definition": "Um recipiente ou tanque de vidro ou acrílico usado para manter e exibir peixes e outras formas de vida aquática; um local onde é possível ver e estudar peixes e vida marinha em um ambiente controlado."
        },
        "word": "aquarium",
        "ipa": "/əˈkwɛəriəm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A container or tank made of glass or acrylic used to house and display fish and other forms of aquatic life; a place where fish and marine life can be viewed and studied in a controlled environment.",
        "examples": [
            "The aquarium has a variety of colorful fish and coral.",
            "Visiting the aquarium is an educational experience for children.",
            "They plan to expand the aquarium's exhibits."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arbitrary",
            "definition": "Determinado por elección o decisión personal en lugar de por razón o principio objetivo; basado en el capricho o la voluntad del individuo."
        },
        "pt": {
            "word": "arbitrário",
            "definition": "Determinado por escolha ou decisão pessoal em vez de por razão ou princípio objetivo; baseado no capricho ou na vontade do indivíduo."
        },
        "word": "arbitrary",
        "ipa": "/ˈɑːrbɪtrəri/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Determined by personal choice or decision rather than by reason or objective principle; based on individual whim or will.",
        "examples": [
            "The arbitrary nature of his decisions concerned the team.",
            "There is no arbitrary age limit for learning new skills.",
            "The rules may seem arbitrary, but they serve a purpose."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arch",
            "definition": "Una estructura curva o arqueada que se extiende sobre un espacio y generalmente soporta peso; una característica distintiva o destacada de algo."
        },
        "pt": {
            "word": "arco",
            "definition": "Uma estrutura curva ou arqueada que se estende sobre um espaço e geralmente suporta peso; uma característica distintiva ou destacada de algo."
        },
        "word": "arch",
        "ipa": "/ɑːrtʃ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A curved or arched structure that spans over a space and typically supports weight; a distinctive or prominent feature of something.",
        "examples": [
            "The architecture of the building includes a beautiful arch.",
            "Her eyebrows had a distinct arch.",
            "He used an arch tone in his speech."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "architect",
            "definition": "Una persona que diseña edificios y supervisa su construcción; el profesional responsable de la planificación y diseño de estructuras arquitectónicas."
        },
        "pt": {
            "word": "arquiteto",
            "definition": "Uma pessoa que projeta edifícios e supervisiona sua construção; o profissional responsável pelo planejamento e design de estruturas arquitetônicas."
        },
        "word": "architect",
        "ipa": "/ˈɑːrkɪtekt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who designs buildings and oversees their construction; the professional responsible for planning and designing architectural structures.",
        "examples": [
            "The architect created a stunning modern house design.",
            "The architects collaborated on the new office building project.",
            "She studied to become an architect."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "architecture",
            "definition": "El arte y la ciencia de diseñar y construir estructuras y edificios; el estilo y diseño característicos de un edificio o estructura."
        },
        "pt": {
            "word": "arquitetura",
            "definition": "A arte e a ciência de projetar e construir estruturas e edifícios; o estilo e design característicos de um edifício ou estrutura."
        },
        "word": "architecture",
        "ipa": "/ˈɑːrkɪtekʧər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The art and science of designing and constructing structures and buildings; the characteristic style and design of a building or structure.",
        "examples": [
            "The architecture of ancient temples is awe-inspiring.",
            "She studied architecture in college.",
            "The modern architecture of the museum is striking."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "archive",
            "definition": "Un lugar donde se almacenan registros, documentos u objetos históricos; los registros o documentos almacenados en dicho lugar."
        },
        "pt": {
            "word": "arquivo",
            "definition": "Um local onde são armazenados registros, documentos ou objetos históricos; os registros ou documentos armazenados nesse local."
        },
        "word": "archive",
        "ipa": "/ˈɑːrkɪv/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A place where records, documents, or historical objects are stored; the records or documents stored in such a place.",
        "examples": [
            "The archive contains centuries-old manuscripts.",
            "They decided to digitize the entire archive for easy access.",
            "The archive is a valuable resource for researchers."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "area",
            "definition": "Una región o espacio físico definido; una superficie o extensión de tierra o espacio."
        },
        "pt": {
            "word": "área",
            "definition": "Uma região ou espaço físico definido; uma superfície ou extensão de terra ou espaço."
        },
        "word": "area",
        "ipa": "/ˈɛəriə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A defined region or physical space; a surface or extent of land or space.",
        "examples": [
            "This area is known for its beautiful landscapes.",
            "The living area of the house is spacious.",
            "The construction site covers a large area."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arena",
            "definition": "Un espacio o lugar, a menudo al aire libre, utilizado para eventos deportivos, espectáculos u otras actividades públicas; una superficie de grano fino, como la arena de la playa."
        },
        "pt": {
            "word": "arena",
            "definition": "Um espaço ou local, frequentemente ao ar livre, utilizado para eventos esportivos, espetáculos ou outras atividades públicas; uma superfície de grão fino, como a areia da praia."
        },
        "word": "arena",
        "ipa": "/əˈriːnə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A space or place, often outdoors, used for sports events, shows, or other public activities; a surface of fine grains, such as beach sand.",
        "examples": [
            "The arena was packed with excited fans for the concert.",
            "Horse racing takes place in the arena every weekend.",
            "Children love playing in the sandy arena by the beach."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arise",
            "definition": "Surgir o ocurrir; levantarse de una posición sentada o acostada."
        },
        "pt": {
            "word": "surgir",
            "definition": "Acontecer ou ocorrer; levantar-se de uma posição sentada ou deitada."
        },
        "word": "arise",
        "ipa": "/əˈraɪz/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To happen or occur; to get up from a sitting or lying position.",
        "examples": [
            "Unexpected issues can arise during the project.",
            "She arose from her chair when he entered the room.",
            "Problems often arise when communication breaks down."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "armor",
            "definition": "Una protección o vestimenta resistente, generalmente metálica, utilizada para proteger el cuerpo en la guerra o el combate; cualquier protección o defensa similar."
        },
        "pt": {
            "word": "armadura",
            "definition": "Uma proteção ou vestimenta resistente, geralmente metálica, usada para proteger o corpo na guerra ou no combate; qualquer proteção ou defesa semelhante."
        },
        "word": "armor",
        "ipa": "/ˈɑːrmər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A strong, often metallic protective covering used to shield the body in war or combat; any similar protection or defense.",
        "examples": [
            "Medieval knights wore suits of armor for battle.",
            "The armored vehicle provided protection for the soldiers inside.",
            "His stoic demeanor was like an emotional armor."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "army",
            "definition": "Una fuerza militar compuesta por soldados entrenados y organizados, generalmente bajo el mando de una nación o gobierno; un gran número de personas o cosas que están juntas o trabajan hacia un objetivo común."
        },
        "pt": {
            "word": "exército",
            "definition": "Uma força militar composta por soldados treinados e organizados, geralmente sob o comando de uma nação ou governo; um grande número de pessoas ou coisas que estão juntas ou trabalham em direção a um objetivo comum."
        },
        "word": "army",
        "ipa": "/ˈɑːrmi/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A military force composed of trained and organized soldiers, usually under the command of a nation or government; a large number of people or things that are together or working toward a common goal.",
        "examples": [
            "The army was deployed to the border to maintain security.",
            "An army of volunteers helped with the disaster relief efforts.",
            "The company has a marketing army dedicated to promoting its products."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arrangement",
            "definition": "La acción o proceso de organizar o disponer cosas o personas de manera específica; una disposición o plan específico."
        },
        "pt": {
            "word": "arranjo",
            "definition": "A ação ou processo de organizar ou dispor coisas ou pessoas de maneira específica; um arranjo ou plano específico."
        },
        "word": "arrangement",
        "ipa": "/əˈreɪndʒmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The action or process of organizing or placing things or people in a specific way; a specific disposition or plan.",
        "examples": [
            "The floral arrangement at the wedding was stunning.",
            "They reached an arrangement that satisfied both parties.",
            "Her meticulous arrangement of books on the shelf was impressive."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "array",
            "definition": "Una disposición ordenada o exhibición de cosas, a menudo en una variedad o selección; un rango o variedad de cosas."
        },
        "pt": {
            "word": "arranjo",
            "definition": "Uma disposição organizada ou exibição de coisas, frequentemente em uma variedade ou seleção; uma gama ou variedade de coisas."
        },
        "word": "array",
        "ipa": "/əˈreɪ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An orderly arrangement or display of things, often in a variety or selection; a range or variety of things.",
        "examples": [
            "The store had a beautiful array of flowers for sale.",
            "She was impressed by the array of talent at the audition.",
            "The museum displayed an array of ancient artifacts."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "arrow",
            "definition": "Un proyectil alargado y puntiagudo que se dispara con un arco; una señal o indicación en forma de flecha."
        },
        "pt": {
            "word": "seta",
            "definition": "Um projétil alongado e pontiagudo disparado com um arco; um sinal ou indicação em forma de seta."
        },
        "word": "arrow",
        "ipa": "/ˈæroʊ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A long, pointed projectile that is shot with a bow; a signal or indication in the form of an arrow.",
        "examples": [
            "He aimed the arrow at the target and released the bowstring.",
            "The arrow on the map points to the location of the treasure.",
            "Follow the arrow signs to reach the parking lot."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "artifact",
            "definition": "Un objeto hecho por un ser humano, generalmente de interés arqueológico o histórico; cualquier producto creado por un proceso humano."
        },
        "pt": {
            "word": "artefato",
            "definition": "Um objeto feito pelo ser humano, geralmente de interesse arqueológico ou histórico; qualquer produto criado por um processo humano."
        },
        "word": "artifact",
        "ipa": "/ˈɑːrtɪfækt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An object made by a human being, usually of archaeological or historical interest; any product created by human process.",
        "examples": [
            "The museum displayed ancient artifacts from different cultures.",
            "The archaeologists uncovered a variety of artifacts at the excavation site.",
            "The artifact of the printing press revolutionized communication."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "artist",
            "definition": "Una persona que crea obras de arte, como pinturas, esculturas, música, etc.; alguien con habilidades creativas o talento artístico."
        },
        "pt": {
            "word": "artista",
            "definition": "Uma pessoa que cria obras de arte, como pinturas, esculturas, música, etc.; alguém com habilidades criativas ou talento artístico."
        },
        "word": "artist",
        "ipa": "/ˈɑːrtɪst/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who creates works of art, such as paintings, sculptures, music, etc.; someone with creative skills or artistic talent.",
        "examples": [
            "She is a talented artist known for her unique style.",
            "Many artists find inspiration in nature and everyday life.",
            "The art gallery featured works by local artists."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "artistic",
            "definition": "Relativo al arte o a las cualidades y habilidades creativas; expresivo, creativo o estético en la apariencia o el diseño."
        },
        "pt": {
            "word": "artístico",
            "definition": "Relativo à arte ou às qualidades e habilidades criativas; expressivo, criativo ou estético na aparência ou no design."
        },
        "word": "artistic",
        "ipa": "/ɑːrˈtɪstɪk/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Relating to art or creative qualities and skills; expressive, creative, or aesthetic in appearance or design.",
        "examples": [
            "Her artistic talents were evident in her beautifully painted murals.",
            "The theater production had an artistic set design.",
            "He had an artistic approach to fashion and design."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ash",
            "definition": "El polvo o residuo que queda después de que algo ha sido quemado; el árbol de ceniza o su madera."
        },
        "pt": {
            "word": "cinza",
            "definition": "A poeira ou resíduo que permanece após algo ter sido queimado; a árvore de cinzas ou sua madeira."
        },
        "word": "ash",
        "ipa": "/æʃ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The dust or residue that remains after something has been burned; the ash tree or its wood.",
        "examples": [
            "The fireplace was filled with ash from the burned logs.",
            "Ash trees are known for their distinctive leaves.",
            "After the volcanic eruption, the landscape was covered in ash."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aspiration",
            "definition": "Un fuerte deseo de lograr algo o alcanzar un objetivo importante; la acción de respirar hacia adentro."
        },
        "pt": {
            "word": "aspiração",
            "definition": "Um forte desejo de alcançar algo ou atingir um objetivo importante; a ação de respirar para dentro."
        },
        "word": "aspiration",
        "ipa": "/ˌæspəˈreɪʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A strong desire to achieve something or reach an important goal; the action of breathing in.",
        "examples": [
            "Her aspiration to become a doctor drove her to study hard.",
            "The yoga instructor emphasized the importance of deep aspiration during meditation.",
            "Setting ambitious aspirations can lead to personal growth and success."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assault",
            "definition": "Un ataque violento a alguien, a menudo con la intención de causar daño físico; un intento deliberado de dañar o perjudicar algo."
        },
        "pt": {
            "word": "agressão",
            "definition": "Um ataque violento a alguém, muitas vezes com a intenção de causar dano físico; uma tentativa deliberada de prejudicar ou danificar algo."
        },
        "word": "assault",
        "ipa": "/əˈsɔlt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A violent attack on someone, often with the intention of causing physical harm; a deliberate attempt to harm or damage something.",
        "examples": [
            "The victim of the assault reported the incident to the police.",
            "The assault on the castle was met with fierce resistance.",
            "The company faced an online assault on its reputation."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assemble",
            "definition": "Reunir o juntar cosas o personas en un lugar; construir o armar algo uniendo sus partes."
        },
        "pt": {
            "word": "montar",
            "definition": "Reunir ou juntar coisas ou pessoas em um lugar; construir ou armar algo unindo suas partes."
        },
        "word": "assemble",
        "ipa": "/əˈsɛmbəl/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Gather or bring together things or people in one place; construct or put together something by joining its parts.",
        "examples": [
            "The team will assemble in the conference room for a meeting.",
            "They had to assemble the furniture following the instructions.",
            "The crowd began to assemble in front of the stage for the concert."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assembly",
            "definition": "Un grupo de personas reunidas, generalmente con un propósito específico; el proceso de construir o armar algo uniendo sus partes."
        },
        "pt": {
            "word": "montagem",
            "definition": "Um grupo de pessoas reunidas, geralmente com um propósito específico; o processo de construir ou armar algo unindo suas partes."
        },
        "word": "assembly",
        "ipa": "/əˈsɛmbli/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A group of people gathered, usually for a specific purpose; the process of constructing or putting together something by joining its parts.",
        "examples": [
            "The school assembly focused on the importance of teamwork.",
            "The assembly line in the factory increased production efficiency.",
            "The United Nations General Assembly meets annually to address global issues."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assert",
            "definition": "Hacer valer una afirmación o declaración con confianza y autoridad; defender o insistir en una opinión o derecho."
        },
        "pt": {
            "word": "afirmar",
            "definition": "Fazer valer uma afirmação ou declaração com confiança e autoridade; defender ou insistir em uma opinião ou direito."
        },
        "word": "assert",
        "ipa": "/əˈsɜːrt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "State a fact or belief confidently and authoritatively; defend or insist on an opinion or right.",
        "examples": [
            "She asserted her dominance in the business meeting.",
            "The lawyer asserted that her client was innocent of the charges.",
            "It's important to assert your boundaries in personal relationships."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assess",
            "definition": "Evaluar o determinar el valor, importancia o calidad de algo; hacer una valoración o análisis crítico."
        },
        "pt": {
            "word": "avaliar",
            "definition": "Avaliar ou determinar o valor, importância ou qualidade de algo; fazer uma avaliação ou análise crítica."
        },
        "word": "assess",
        "ipa": "/əˈsɛs/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Evaluate or determine the value, importance, or quality of something; make an assessment or critical analysis.",
        "examples": [
            "The teacher will assess the students' performance on the final exam.",
            "The company needs to assess the market before launching the new product.",
            "It's essential to regularly assess your progress towards your goals."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assessment",
            "definition": "La acción de evaluar o valorar la naturaleza, calidad o importancia de algo; el resultado de esa evaluación."
        },
        "pt": {
            "word": "avaliação",
            "definition": "A ação de avaliar ou valorizar a natureza, qualidade ou importância de algo; o resultado dessa avaliação."
        },
        "word": "assessment",
        "ipa": "/əˈsɛsmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The action of evaluating or assessing the nature, quality, or importance of something; the result of that evaluation.",
        "examples": [
            "The assessment of the property's value was conducted by a professional appraiser.",
            "The teacher provided feedback based on her assessment of the students' work.",
            "Regular assessments help track progress and identify areas for improvement."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "asset",
            "definition": "Un recurso valioso o propiedad que pertenece a una persona, empresa o entidad; algo que tiene un valor positivo."
        },
        "pt": {
            "word": "ativo",
            "definition": "Um recurso valioso ou propriedade que pertence a uma pessoa, empresa ou entidade; algo que tem um valor positivo."
        },
        "word": "asset",
        "ipa": "/ˈæsɛt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A valuable resource or property owned by a person, company, or entity; something that has positive value.",
        "examples": [
            "Real estate can be a valuable asset for investment.",
            "Her skills and experience are considered assets to the organization.",
            "Financial assets include stocks, bonds, and savings accounts."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assign",
            "definition": "Asignar o designar una tarea, responsabilidad o función a alguien; atribuir un valor o significado a algo."
        },
        "pt": {
            "word": "atribuir",
            "definition": "Atribuir ou designar uma tarefa, responsabilidade ou função a alguém; atribuir um valor ou significado a algo."
        },
        "word": "assign",
        "ipa": "/əˈsaɪn/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Allocate or designate a task, responsibility, or function to someone; attribute a value or meaning to something.",
        "examples": [
            "The manager will assign specific roles to team members.",
            "You can assign a shortcut key to quickly access this feature.",
            "It's important to assign appropriate importance to different tasks."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assignment",
            "definition": "Una tarea, trabajo o deber asignado a alguien; la acción de asignar una tarea o trabajo."
        },
        "pt": {
            "word": "atribuição",
            "definition": "Uma tarefa, trabalho ou dever atribuído a alguém; a ação de atribuir uma tarefa ou trabalho."
        },
        "word": "assignment",
        "ipa": "/əˈsaɪnmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A task, job, or duty assigned to someone; the action of assigning a task or job.",
        "examples": [
            "The teacher gave the students a challenging assignment.",
            "Completing this assignment is a crucial part of the project.",
            "The assignment of roles within the team was carefully planned."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assist",
            "definition": "Ayudar, apoyar o colaborar con alguien en una tarea o acción; proporcionar ayuda o apoyo."
        },
        "pt": {
            "word": "ajudar",
            "definition": "Ajudar, apoiar ou colaborar com alguém em uma tarefa ou ação; fornecer ajuda ou apoio."
        },
        "word": "assist",
        "ipa": "/əˈsɪst/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "Help, support, or collaborate with someone in a task or action; provide assistance or support.",
        "examples": [
            "She offered to assist her friend with the moving process.",
            "The team of volunteers assists with community projects.",
            "The software program is designed to assist users in managing their finances."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assistance",
            "definition": "La ayuda o apoyo proporcionado a alguien en una tarea o situación; el acto de ayudar o colaborar."
        },
        "pt": {
            "word": "assistência",
            "definition": "A ajuda ou apoio fornecido a alguém em uma tarefa ou situação; o ato de ajudar ou colaborar."
        },
        "word": "assistance",
        "ipa": "/əˈsɪstəns/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The help or support provided to someone in a task or situation; the act of helping or collaborating.",
        "examples": [
            "Emergency assistance was immediately dispatched to the accident scene.",
            "The organization offers financial assistance to those in need.",
            "His quick assistance made a significant difference in the outcome."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assistant",
            "definition": "Una persona que ayuda o presta apoyo en tareas o responsabilidades a otra; un ayudante o colaborador."
        },
        "pt": {
            "word": "assistente",
            "definition": "Uma pessoa que ajuda ou presta apoio em tarefas ou responsabilidades a outra; um auxiliar ou colaborador."
        },
        "word": "assistant",
        "ipa": "/əˈsɪstənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "A person who helps or provides support in tasks or responsibilities to another; an aide or collaborator.",
        "examples": [
            "The assistant manager is responsible for overseeing daily operations.",
            "She works as an assistant in a law firm, helping with legal research.",
            "In many cases, an assistant teacher is assigned to a classroom to assist the primary teacher."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "associate",
            "definition": "Un compañero o colega en una organización, empresa o actividad; unirse o relacionarse con alguien o algo en particular."
        },
        "pt": {
            "word": "associar",
            "definition": "Um colega ou parceiro em uma organização, empresa ou atividade; unir-se ou relacionar-se com alguém ou algo em particular."
        },
        "word": "associate",
        "ipa": "/əˈsoʊsiət/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "A colleague or partner in an organization, company, or activity; to join or relate to someone or something in particular.",
        "examples": [
            "She is my associate in the research project.",
            "The company hired several new associates to expand its workforce.",
            "He chose to associate with like-minded individuals who shared his goals."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "association",
            "definition": "Una organización o grupo de personas con un propósito o interés común; la acción de relacionar o conectar algo con otra cosa."
        },
        "pt": {
            "word": "associação",
            "definition": "Uma organização ou grupo de pessoas com um propósito ou interesse comum; a ação de relacionar ou conectar algo com outra coisa."
        },
        "word": "association",
        "ipa": "/əˌsoʊsiˈeɪʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An organization or group of people with a common purpose or interest; the action of relating or connecting something with another thing.",
        "examples": [
            "He is a member of the local homeowners' association.",
            "The association between smoking and lung cancer is well-established.",
            "The conference will bring together professionals from various associations."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assume",
            "definition": "Tomar o aceptar algo como cierto sin evidencia o prueba; tomar responsabilidad o un rol."
        },
        "pt": {
            "word": "assumir",
            "definition": "Tomar ou aceitar algo como verdadeiro sem evidência ou prova; assumir responsabilidade ou um papel."
        },
        "word": "assume",
        "ipa": "/əˈsuːm/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To take or accept something as true without evidence or proof; to take on responsibility or a role.",
        "examples": [
            "Don't assume that he's guilty just because of his appearance.",
            "She will assume the position of CEO after the current one retires.",
            "I assume you've already read the report, right?"
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assumption",
            "definition": "La creencia o suposición de que algo es cierto o probable sin evidencia concreta; una hipótesis o premisa tomada como base para el razonamiento."
        },
        "pt": {
            "word": "pressuposição",
            "definition": "A crença ou suposição de que algo é verdadeiro ou provável sem evidência concreta; uma hipótese ou premissa tomada como base para o raciocínio."
        },
        "word": "assumption",
        "ipa": "/əˈsʌm(p)ʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The belief or supposition that something is true or likely without concrete evidence; a hypothesis or premise taken as a basis for reasoning.",
        "examples": [
            "Your assumption that he would decline the offer was incorrect.",
            "The experiment is based on the assumption that all conditions will remain constant.",
            "We need to reevaluate our assumptions and gather more data."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "assure",
            "definition": "Decir algo para tranquilizar o garantizar a alguien; dar confianza o seguridad."
        },
        "pt": {
            "word": "assegurar",
            "definition": "Dizer algo para tranquilizar ou garantir a alguém; dar confiança ou segurança."
        },
        "word": "assure",
        "ipa": "/əˈʃʊr/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To say something to reassure or guarantee someone; to give confidence or security.",
        "examples": [
            "I assure you that everything will be fine.",
            "She assured me that the package would arrive on time.",
            "His words of reassurance helped calm her anxiety."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "asteroid",
            "definition": "Un pequeño cuerpo rocoso que orbita alrededor del sol, principalmente en el cinturón de asteroides entre Marte y Júpiter."
        },
        "pt": {
            "word": "asteroide",
            "definition": "Um pequeno corpo rochoso que orbita ao redor do sol, principalmente no cinturão de asteroides entre Marte e Júpiter."
        },
        "word": "asteroid",
        "ipa": "/ˈæs.tə.rɔɪd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A small rocky body that orbits the sun, primarily in the asteroid belt between Mars and Jupiter.",
        "examples": [
            "Asteroids can vary in size from a few meters to hundreds of kilometers in diameter.",
            "Scientists study asteroids to learn more about the early solar system.",
            "The impact of an asteroid can have significant consequences on Earth."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "astonish",
            "definition": "Causar asombro o sorpresa en alguien; impresionar o dejar perplejo."
        },
        "pt": {
            "word": "surpreender",
            "definition": "Causar admiração ou surpresa em alguém; impressionar ou deixar perplexo."
        },
        "word": "astonish",
        "ipa": "/əˈstɒnɪʃ/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To cause amazement or surprise in someone; to impress or leave perplexed.",
        "examples": [
            "Her talent for singing never failed to astonish the audience.",
            "The magic trick was designed to astonish and mystify the spectators.",
            "I was astonished by the breathtaking beauty of the landscape."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "astronaut",
            "definition": "Una persona entrenada para viajar y trabajar en el espacio exterior, generalmente como miembro de una tripulación de una nave espacial."
        },
        "pt": {
            "word": "astronauta",
            "definition": "Uma pessoa treinada para viajar e trabalhar no espaço exterior, geralmente como membro de uma tripulação de uma nave espacial."
        },
        "word": "astronaut",
        "ipa": "/ˈæs.trə.nɔt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person trained to travel and work in outer space, typically as a member of a spacecraft's crew.",
        "examples": [
            "Astronauts undergo rigorous training to prepare for space missions.",
            "The first astronaut to walk on the moon was Neil Armstrong.",
            "The International Space Station is inhabited by astronauts from various countries."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "astronomy",
            "definition": "La ciencia que estudia los astros, como las estrellas, los planetas, los cometas y el universo en su conjunto."
        },
        "pt": {
            "word": "astronomia",
            "definition": "A ciência que estuda os astros, como as estrelas, os planetas, os cometas e o universo como um todo."
        },
        "word": "astronomy",
        "ipa": "/əˈstrɒnəmi/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The science that studies celestial objects such as stars, planets, comets, and the universe as a whole.",
        "examples": [
            "Astronomy allows us to explore the cosmos and understand its mysteries.",
            "She has a passion for astronomy and spends her nights stargazing.",
            "Astronomy has made significant advancements in our knowledge of the universe."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "asylum",
            "definition": "Un lugar de refugio y protección, generalmente para personas que huyen de la persecución o el peligro en su país de origen."
        },
        "pt": {
            "word": "asil",
            "definition": "Um local de refúgio e proteção, geralmente para pessoas que fogem da perseguição ou perigo em seu país de origem."
        },
        "word": "asylum",
        "ipa": "/əˈsaɪləm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A place of refuge and protection, typically for people fleeing persecution or danger in their home country.",
        "examples": [
            "The asylum provided shelter for refugees escaping the war-torn region.",
            "Seeking political asylum, he hoped to find safety in a foreign land.",
            "The government offered asylum to those in immediate danger."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "athlete",
            "definition": "Una persona que participa en deportes o actividades físicas, generalmente a un nivel competitivo."
        },
        "pt": {
            "word": "atleta",
            "definition": "Uma pessoa que participa em esportes ou atividades físicas, geralmente em nível competitivo."
        },
        "word": "athlete",
        "ipa": "/ˈæθliːt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who engages in sports or physical activities, typically at a competitive level.",
        "examples": [
            "Professional athletes train rigorously to excel in their respective sports.",
            "She is a talented athlete with a passion for track and field.",
            "The Olympic Games showcase the world's top athletes."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "atmosphere",
            "definition": "La capa de gases que rodea un planeta y es retenida por la gravedad; el ambiente o entorno que rodea a una persona o lugar."
        },
        "pt": {
            "word": "atmosfera",
            "definition": "A camada de gases que envolve um planeta e é retida pela gravidade; o ambiente ou entorno que cerca uma pessoa ou lugar."
        },
        "word": "atmosphere",
        "ipa": "/ˈætməsˌfɪr/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The layer of gases surrounding a planet and held in place by gravity; the ambiance or environment surrounding a person or place.",
        "examples": [
            "Earth's atmosphere is essential for supporting life on the planet.",
            "The cozy atmosphere of the cafe makes it a popular hangout spot.",
            "The atmosphere in the stadium was electric as fans cheered for their team."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "atom",
            "definition": "La unidad más pequeña de un elemento químico que conserva todas las propiedades químicas de ese elemento; una partícula fundamental de la materia."
        },
        "pt": {
            "word": "átomo",
            "definition": "A menor unidade de um elemento químico que mantém todas as propriedades químicas desse elemento; uma partícula fundamental da matéria."
        },
        "word": "atom",
        "ipa": "/ˈætəm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The smallest unit of a chemical element that retains all the chemical properties of that element; a fundamental particle of matter.",
        "examples": [
            "Atoms are composed of protons, neutrons, and electrons.",
            "Understanding the behavior of atoms is crucial in chemistry.",
            "The study of atomic structure has led to significant scientific advancements."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "attack",
            "definition": "Un acto de violencia o agresión dirigido hacia alguien o algo; un intento de causar daño o destrucción."
        },
        "pt": {
            "word": "ataque",
            "definition": "Um ato de violência ou agressão direcionado a alguém ou algo; uma tentativa de causar dano ou destruição."
        },
        "word": "attack",
        "ipa": "/əˈtæk/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An act of violence or aggression directed toward someone or something; an attempt to cause harm or destruction.",
        "examples": [
            "The sudden attack caught everyone by surprise.",
            "The army launched an attack on the enemy's stronghold.",
            "Cyberattacks on computer systems are becoming increasingly common."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "attain",
            "definition": "Lograr o alcanzar un objetivo, un logro o un estado deseado."
        },
        "pt": {
            "word": "atingir",
            "definition": "Alcançar ou atingir um objetivo, uma conquista ou um estado desejado."
        },
        "word": "attain",
        "ipa": "/əˈteɪn/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To achieve or reach a goal, accomplishment, or desired state.",
        "examples": [
            "She worked hard to attain her dream of becoming a doctor.",
            "Success in this field requires determination and the will to attain excellence.",
            "The company aims to attain a leading position in the industry."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "attitude",
            "definition": "La manera en que una persona piensa, siente o se comporta en relación con algo o alguien; una postura mental o emocional hacia algo."
        },
        "pt": {
            "word": "atitude",
            "definition": "A maneira como uma pessoa pensa, sente ou se comporta em relação a algo ou alguém; uma postura mental ou emocional em relação a algo."
        },
        "word": "attitude",
        "ipa": "/ˈætɪˌtud/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The way a person thinks, feels, or behaves in relation to something or someone; a mental or emotional stance toward something.",
        "examples": [
            "Her positive attitude towards challenges is inspiring.",
            "Maintaining a good attitude can make a significant difference in one's life.",
            "His arrogant attitude made it difficult to work with him."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "attorney",
            "definition": "Una persona legalmente autorizada para representar a otra persona en asuntos legales; un abogado."
        },
        "pt": {
            "word": "advogado",
            "definition": "Uma pessoa legalmente autorizada a representar outra pessoa em assuntos legais; um advogado."
        },
        "word": "attorney",
        "ipa": "/əˈtɜːrni/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person legally authorized to represent another person in legal matters; a lawyer.",
        "examples": [
            "The attorney provided legal counsel to the defendant.",
            "Hiring an experienced attorney is crucial when dealing with complex legal issues.",
            "The attorney general is the chief legal officer of the state."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "attribute",
            "definition": "Característica o cualidad intrínseca que se asocia con alguien o algo; atribuir o relacionar algo a alguien o algo."
        },
        "pt": {
            "word": "atributo",
            "definition": "Característica ou qualidade intrínseca associada a alguém ou algo; atribuir ou relacionar algo a alguém ou algo."
        },
        "word": "attribute",
        "ipa": "/ˈætrɪˌbjuːt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An intrinsic characteristic or quality associated with someone or something; to ascribe or relate something to someone or something.",
        "examples": [
            "Honesty is an important attribute in a person's character.",
            "She attributed her success to hard work and perseverance.",
            "The painting's beauty can be attributed to the skill of the artist."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "auction",
            "definition": "Un proceso de venta en el que los bienes o propiedades se ofrecen al público y se venden al postor que ofrece la cantidad más alta; la subasta en sí."
        },
        "pt": {
            "word": "leilão",
            "definition": "Um processo de venda em que bens ou propriedades são oferecidos ao público e vendidos ao licitante que oferece a quantia mais alta; o próprio leilão."
        },
        "word": "auction",
        "ipa": "/ˈɔːkʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A sale process in which goods or properties are offered to the public and sold to the bidder offering the highest amount; the auction itself.",
        "examples": [
            "The rare painting was sold at a high price in the auction.",
            "They decided to auction off their antique furniture collection.",
            "The auctioneer began the bidding for the valuable item."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "audience",
            "definition": "El grupo de personas que escuchan o ven a un artista, orador, programa de televisión, película, etc."
        },
        "pt": {
            "word": "audiência",
            "definition": "O grupo de pessoas que ouvem ou veem um artista, orador, programa de televisão, filme, etc."
        },
        "word": "audience",
        "ipa": "/ˈɔːdiəns/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The group of people who listen to or watch an artist, speaker, television program, movie, etc.",
        "examples": [
            "The concert had a large and enthusiastic audience.",
            "The TV show attracted a wide audience of viewers.",
            "The author captivated the audience with her storytelling."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "audit",
            "definition": "Examinar y verificar sistemáticamente los registros financieros, cuentas y documentos de una organización, empresa o individuo."
        },
        "pt": {
            "word": "auditoria",
            "definition": "Examinar e verificar sistematicamente os registros financeiros, contas e documentos de uma organização, empresa ou indivíduo."
        },
        "word": "audit",
        "ipa": "/ˈɔːdɪt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To systematically examine and verify the financial records, accounts, and documents of an organization, company, or individual; the process of such examination.",
        "examples": [
            "The company hired an external firm to conduct an audit of its financial statements.",
            "The audit revealed discrepancies in the financial records.",
            "He specializes in forensic audits to detect fraud."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "auditor",
            "definition": "Una persona que realiza una auditoría o examina y verifica los registros financieros, cuentas y documentos de una organización, empresa o individuo."
        },
        "pt": {
            "word": "auditor",
            "definition": "Uma pessoa que realiza uma auditoria ou examina e verifica os registros financeiros, contas e documentos de uma organização, empresa ou indivíduo."
        },
        "word": "auditor",
        "ipa": "/ˈɔːdɪtər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A person who conducts an audit or systematically examines and verifies the financial records, accounts, and documents of an organization, company, or individual.",
        "examples": [
            "The auditor identified irregularities in the company's financial statements.",
            "Auditors play a crucial role in ensuring financial transparency and accuracy.",
            "She became a certified auditor after years of training."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aunt",
            "definition": "La hermana de uno de los padres, o la esposa del hermano de uno de los padres."
        },
        "pt": {
            "word": "tia",
            "definition": "A irmã de um dos pais, ou a esposa do irmão de um dos pais."
        },
        "word": "aunt",
        "ipa": "/ænt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The sister of one of the parents, or the wife of the brother of one of the parents.",
        "examples": [
            "My aunt is coming to visit us this weekend.",
            "She has a close relationship with her aunt.",
            "Aunts often play a special role in their nieces' and nephews' lives."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "authentic",
            "definition": "Genuino, real o verdadero; no falsificado ni copiado."
        },
        "pt": {
            "word": "autêntico",
            "definition": "Genuíno, real ou verdadeiro; não falsificado nem copiado."
        },
        "word": "authentic",
        "ipa": "/ɔːˈθɛntɪk/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Genuine, real, or true; not falsified or copied.",
        "examples": [
            "The museum displays authentic artifacts from ancient civilizations.",
            "His signature on the document proves its authenticity.",
            "Authentic cuisine from different regions is a highlight of the restaurant."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "author",
            "definition": "La persona que escribe un libro, artículo, obra literaria, etc.; el creador o originador de algo."
        },
        "pt": {
            "word": "autor",
            "definition": "A pessoa que escreve um livro, artigo, obra literária, etc.; o criador ou originador de algo."
        },
        "word": "author",
        "ipa": "/ˈɔːθər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The person who writes a book, article, literary work, etc.; the creator or originator of something.",
        "examples": [
            "The author of the novel won several literary awards.",
            "She is a renowned author of children's books.",
            "The authorship of the famous poem has been debated for centuries."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "authority",
            "definition": "El poder o la capacidad para tomar decisiones o dar órdenes; una entidad con el poder de tomar decisiones o hacer cumplir reglas."
        },
        "pt": {
            "word": "autoridade",
            "definition": "O poder ou a capacidade de tomar decisões ou dar ordens; uma entidade com o poder de tomar decisões ou fazer cumprir regras."
        },
        "word": "authority",
        "ipa": "/ɔːˈθɒrəti/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The power or ability to make decisions or give orders; an entity with the power to make decisions or enforce rules.",
        "examples": [
            "The government has the authority to impose laws and regulations.",
            "The teacher is an authority figure in the classroom.",
            "The book was written by an authority on the subject."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "authorize",
            "definition": "Dar oficialmente el permiso, poder o derecho para hacer algo; aprobar o permitir legalmente."
        },
        "pt": {
            "word": "autorizar",
            "definition": "Conceder oficialmente a permissão, o poder ou o direito de fazer algo; aprovar ou permitir legalmente."
        },
        "word": "authorize",
        "ipa": "/ˈɔːθəraɪz/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To officially give permission, power, or right to do something; to legally approve or allow.",
        "examples": [
            "The manager can authorize expenses up to a certain limit.",
            "You need to authorize the use of your credit card for online transactions.",
            "The government authorized the construction of a new highway."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "auto",
            "definition": "Una abreviatura de 'automóvil', que se refiere a un vehículo de motor diseñado para el transporte en carreteras."
        },
        "pt": {
            "word": "automóvel",
            "definition": "Uma abreviatura de 'automóvel', que se refere a um veículo motorizado projetado para transporte em estradas."
        },
        "word": "auto",
        "ipa": "/ˈɔːtoʊ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "An abbreviation of 'automobile,' referring to a motor vehicle designed for road transportation.",
        "examples": [
            "He owns a classic auto collection.",
            "The auto industry has seen significant advancements in recent years.",
            "She drives an electric auto to reduce emissions."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "availability",
            "definition": "La cualidad o estado de estar disponible o accesible; la disponibilidad de algo o alguien."
        },
        "pt": {
            "word": "disponibilidade",
            "definition": "A qualidade ou estado de estar disponível ou acessível; a disponibilidade de algo ou alguém."
        },
        "word": "availability",
        "ipa": "/əˌveɪləˈbɪləti/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The quality or state of being available or accessible; the availability of something or someone.",
        "examples": [
            "The availability of parking spaces in the city center is limited.",
            "The store's online availability of products makes shopping convenient.",
            "The team's captain's availability for the game is uncertain."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "avenue",
            "definition": "Una amplia calle, generalmente bordeada de árboles, a menudo con edificios a ambos lados; una vía de acceso o enfoque para abordar un problema o lograr un objetivo."
        },
        "pt": {
            "word": "avenida",
            "definition": "Uma rua larga, geralmente arborizada, frequentemente com edifícios de ambos os lados; um caminho de acesso ou abordagem para resolver um problema ou alcançar um objetivo."
        },
        "word": "avenue",
        "ipa": "/ˈævənjuː/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A wide street, often lined with trees, typically with buildings on both sides; a means of approach or method for addressing a problem or achieving a goal.",
        "examples": [
            "Fifth Avenue in New York City is known for its luxury shopping.",
            "The new government has outlined an avenue for economic recovery.",
            "Exploring different avenues of research is essential for innovation."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "average",
            "definition": "El valor típico o medio de un conjunto de números; la calidad o nivel medio de algo."
        },
        "pt": {
            "word": "média",
            "definition": "O valor típico ou médio de um conjunto de números; a qualidade ou nível médio de algo."
        },
        "word": "average",
        "ipa": "/ˈævərɪdʒ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The typical or middle value of a set of numbers; the quality or average level of something.",
        "examples": [
            "The average age of the students in the class is 25.",
            "She scored above the average on the test.",
            "To calculate the average, add up all the numbers and divide by the total count."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "aviation",
            "definition": "La operación y el control de aeronaves, así como la industria relacionada con el vuelo y el transporte aéreo."
        },
        "pt": {
            "word": "aviação",
            "definition": "A operação e o controle de aeronaves, bem como a indústria relacionada ao voo e ao transporte aéreo."
        },
        "word": "aviation",
        "ipa": "/ˌeɪviˈeɪʃən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The operation and control of aircraft, as well as the industry related to flight and air transportation.",
        "examples": [
            "He has a passion for aviation and dreams of becoming a pilot.",
            "The aviation industry has faced challenges due to the pandemic.",
            "Aviation safety is a top priority for airlines."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "award",
            "definition": "Un reconocimiento o premio otorgado a alguien por sus logros, habilidades o contribuciones."
        },
        "pt": {
            "word": "prêmio",
            "definition": "Um reconhecimento ou prêmio concedido a alguém por suas realizações, habilidades ou contribuições."
        },
        "word": "award",
        "ipa": "/əˈwɔrd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A recognition or prize given to someone for their achievements, abilities, or contributions.",
        "examples": [
            "She received an award for her outstanding performance in the competition.",
            "The award ceremony will take place next week.",
            "The company decided to award scholarships to talented students."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "awareness",
            "definition": "La comprensión o el conocimiento de un tema o problema en particular; el estado de estar consciente de algo."
        },
        "pt": {
            "word": "consciência",
            "definition": "A compreensão ou o conhecimento de um tópico ou problema específico; o estado de estar ciente de algo."
        },
        "word": "awareness",
        "ipa": "/əˈwɛrnəs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The understanding or knowledge of a particular topic or issue; the state of being aware of something.",
        "examples": [
            "Increasing awareness of environmental issues is essential for a sustainable future.",
            "The campaign aims to raise awareness about mental health issues.",
            "Her awareness of the situation allowed her to react quickly."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "away",
            "definition": "En un lugar o dirección diferente; a una distancia de un lugar en particular; no presente o disponible."
        },
        "pt": {
            "word": "longe",
            "definition": "Em um lugar ou direção diferente; a uma distância de um local específico; não presente ou disponível."
        },
        "word": "away",
        "ipa": "/əˈweɪ/",
        "type_word": [
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "In a different place or direction; at a distance from a particular place; not present or available.",
        "examples": [
            "She went away for the weekend to visit her family.",
            "The store is located two miles away from here.",
            "I'm sorry, but he's away on vacation at the moment."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "awesome",
            "definition": "Impresionante, asombroso o increíble; inspirador de admiración o temor."
        },
        "pt": {
            "word": "incrível",
            "definition": "Impressionante, surpreendente ou incrível; inspirador de admiração ou medo."
        },
        "word": "awesome",
        "ipa": "/ˈɔːsəm/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Impressive, astonishing, or incredible; inspiring admiration or awe.",
        "examples": [
            "The fireworks display was truly awesome.",
            "His performance in the game was nothing short of awesome.",
            "The natural beauty of the landscape was simply awesome."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "axis",
            "definition": "Una línea imaginaria alrededor de la cual gira un objeto; un centro de referencia o control en una situación o sistema."
        },
        "pt": {
            "word": "eixo",
            "definition": "Uma linha imaginária ao redor da qual um objeto gira; um centro de referência ou controle em uma situação ou sistema."
        },
        "word": "axis",
        "ipa": "/ˈæksɪs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An imaginary line around which an object rotates; a center of reference or control in a situation or system.",
        "examples": [
            "The Earth's axis is tilted, causing the changing seasons.",
            "The axis of the organization's decision-making process needs improvement.",
            "The axis of power in the region has shifted over the years."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "backdrop",
            "definition": "El fondo o escenario detrás de un evento, una situación o una representación; el contexto en el que algo ocurre."
        },
        "pt": {
            "word": "pano de fundo",
            "definition": "O fundo ou cenário por trás de um evento, situação ou representação; o contexto no qual algo ocorre."
        },
        "word": "backdrop",
        "ipa": "/ˈbækdrɒp/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The background or stage behind an event, situation, or representation; the context in which something occurs.",
        "examples": [
            "The city skyline provided a stunning backdrop for the concert.",
            "The historical backdrop of the novel adds depth to the story.",
            "The political backdrop of the negotiations is complex."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "background",
            "definition": "El entorno o contexto en el que algo ocurre; la experiencia, educación o historial de una persona."
        },
        "pt": {
            "word": "fundo",
            "definition": "O ambiente ou contexto em que algo acontece; a experiência, educação ou histórico de uma pessoa."
        },
        "word": "background",
        "ipa": "/ˈbækɡraʊnd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The environment or context in which something occurs; a person's experience, education, or history.",
        "examples": [
            "The background music added to the atmosphere of the movie.",
            "Her diverse background prepared her for a career in international relations.",
            "Understanding the cultural background is essential for effective communication."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "backpack",
            "definition": "Una bolsa con correas que se lleva en la espalda, generalmente para llevar objetos personales o equipo."
        },
        "pt": {
            "word": "mochila",
            "definition": "Uma bolsa com alças que é usada nas costas, geralmente para transportar objetos pessoais ou equipamentos."
        },
        "word": "backpack",
        "ipa": "/ˈbækpæk/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A bag with straps that is worn on the back, typically used to carry personal items or equipment.",
        "examples": [
            "She packed her backpack with hiking essentials.",
            "The students carried their backpacks to school every day.",
            "He decided to backpack through Europe during his summer break."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bacteria",
            "definition": "Organismos microscópicos unicelulares que pueden ser beneficiosos o perjudiciales para los seres humanos y otros seres vivos."
        },
        "pt": {
            "word": "bactéria",
            "definition": "Organismos microscópicos unicelulares que podem ser benéficos ou prejudiciais para os seres humanos e outros seres vivos."
        },
        "word": "bacteria",
        "ipa": "/bækˈtɪəriə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "Microscopic single-celled organisms that can be beneficial or harmful to humans and other living beings.",
        "examples": [
            "Bacteria are essential for processes like digestion in the human body.",
            "Some bacteria can cause infections and illnesses.",
            "Scientists study bacteria to understand their role in various ecosystems."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "badge",
            "definition": "Un distintivo o emblema que se lleva en la ropa como símbolo de identificación o logro."
        },
        "pt": {
            "word": "crachá",
            "definition": "Um distintivo ou emblema usado na roupa como símbolo de identificação ou conquista."
        },
        "word": "badge",
        "ipa": "/bædʒ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A distinctive emblem or insignia worn on clothing as a symbol of identification or achievement.",
        "examples": [
            "He proudly displayed his badge as a police officer.",
            "The conference attendees received badges with their names and affiliations.",
            "Earning a merit badge is a significant accomplishment in scouting."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bail",
            "definition": "La liberación temporal de un acusado en espera de juicio, a menudo bajo ciertas condiciones o mediante el pago de una cantidad de dinero."
        },
        "pt": {
            "word": "fiança",
            "definition": "A libertação temporária de um acusado aguardando julgamento, muitas vezes sob certas condições ou mediante o pagamento de uma quantia em dinheiro."
        },
        "word": "bail",
        "ipa": "/beɪl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The temporary release of an accused person awaiting trial, often under certain conditions or by paying a sum of money.",
        "examples": [
            "The judge set bail at $10,000 for the defendant.",
            "He posted bail and was released from custody.",
            "The bail conditions included surrendering his passport and staying away from the victim."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "balcón",
            "definition": "Una plataforma con barandilla que sobresale de la fachada de un edificio y se utiliza como espacio al aire libre."
        },
        "pt": {
            "word": "sacada",
            "definition": "Uma plataforma com guarda-corpo que se projeta da fachada de um edifício e é usada como espaço ao ar livre."
        },
        "word": "balcony",
        "ipa": "/ˈbælkəni/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A platform with a railing that projects from the facade of a building and is used as outdoor space.",
        "examples": [
            "She enjoys sipping her morning coffee on the balcony.",
            "The apartment has a small balcony with a view of the city.",
            "The theater's balcony offers a great vantage point for viewing the stage."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "pelota",
            "definition": "Un objeto esférico utilizado en varios juegos y deportes, generalmente hecho de caucho, cuero o materiales similares."
        },
        "pt": {
            "word": "bola",
            "definition": "Um objeto esférico usado em vários jogos e esportes, geralmente feito de borracha, couro ou materiais semelhantes."
        },
        "word": "ball",
        "ipa": "/bɔl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A spherical object used in various games and sports, typically made of rubber, leather, or similar materials.",
        "examples": [
            "They played a game of soccer with a ball in the park.",
            "The baseball is made of leather and cork.",
            "She caught the flying ball during the match."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "ballet",
            "definition": "Un estilo de danza escénica que se caracteriza por movimientos gráciles y controlados, a menudo acompañados de música clásica."
        },
        "pt": {
            "word": "ballet",
            "definition": "Um estilo de dança cênica caracterizado por movimentos graciosos e controlados, frequentemente acompanhados de música clássica."
        },
        "word": "ballet",
        "ipa": "/ˈbæleɪ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A style of stage dance characterized by graceful and controlled movements, often accompanied by classical music.",
        "examples": [
            "She has been practicing ballet since she was a child.",
            "The ballet performance received a standing ovation.",
            "Ballet dancers require years of training and discipline."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "globo",
            "definition": "Un objeto inflable generalmente lleno de aire o gas, a menudo utilizado como decoración o juguete."
        },
        "pt": {
            "word": "balão",
            "definition": "Um objeto inflável geralmente cheio de ar ou gás, frequentemente usado como decoração ou brinquedo."
        },
        "word": "balloon",
        "ipa": "/bəˈluːn/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An inflatable object typically filled with air or gas, often used as decoration or a toy.",
        "examples": [
            "The children released balloons into the sky during the celebration.",
            "She tied a balloon to her wrist to make it easier to find in the crowd.",
            "The hot air balloon slowly rose into the sky with passengers on board."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "papeleta",
            "definition": "Una hoja de papel utilizada para emitir un voto o expresar una elección en una elección o referéndum."
        },
        "pt": {
            "word": "cédula",
            "definition": "Uma folha de papel usada para emitir um voto ou expressar uma escolha em uma eleição ou referendo."
        },
        "word": "ballot",
        "ipa": "/ˈbælət/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A piece of paper used to cast a vote or express a choice in an election or referendum.",
        "examples": [
            "Voters filled out their ballots and submitted them in the ballot box.",
            "The ballot included the names of all the candidates running for office.",
            "The election officials counted the ballots to determine the winner."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "plátano",
            "definition": "Una fruta alargada de piel amarilla y pulpa blanca o amarilla que es comestible y tiene un sabor dulce."
        },
        "pt": {
            "word": "banana",
            "definition": "Uma fruta alongada de casca amarela e polpa branca ou amarela que é comestível e tem um sabor doce."
        },
        "word": "banana",
        "ipa": "/bəˈnænə/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An elongated fruit with yellow skin and white or yellow flesh that is edible and has a sweet taste.",
        "examples": [
            "She enjoys eating a banana as a healthy snack.",
            "Bananas are a good source of potassium.",
            "You can use ripe bananas to make banana bread."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "banda",
            "definition": "Un grupo de músicos que tocan instrumentos musicales juntos, a menudo realizando conciertos en vivo o grabando música."
        },
        "pt": {
            "word": "banda",
            "definition": "Um grupo de músicos que tocam instrumentos musicais juntos, frequentemente realizando concertos ao vivo ou gravando música."
        },
        "word": "band",
        "ipa": "/bænd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A group of musicians who play musical instruments together, often performing live concerts or recording music.",
        "examples": [
            "I'm going to see my favorite band in concert tonight.",
            "The band played a mix of rock and pop songs at the festival.",
            "She joined a local band as the lead vocalist."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "banco",
            "definition": "Una institución financiera que ofrece servicios como la custodia de dinero, préstamos, inversiones y cambio de moneda."
        },
        "pt": {
            "word": "banco",
            "definition": "Uma instituição financeira que oferece serviços como custódia de dinheiro, empréstimos, investimentos e câmbio de moeda."
        },
        "word": "bank",
        "ipa": "/bæŋk/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A financial institution that offers services such as money custody, loans, investments, and currency exchange.",
        "examples": [
            "I need to go to the bank to withdraw some cash.",
            "She opened a savings account at the local bank.",
            "The bank is closed on weekends."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bancarrota",
            "definition": "La condición financiera en la que una persona o empresa no puede pagar sus deudas y declara formalmente la insolvencia."
        },
        "pt": {
            "word": "falência",
            "definition": "A condição financeira em que uma pessoa ou empresa não pode pagar suas dívidas e declara formalmente a insolvência."
        },
        "word": "bankrupt",
        "ipa": "/ˈbæŋkrʌpt/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The financial condition in which a person or company cannot pay their debts and formally declares insolvency.",
        "examples": [
            "The company went bankrupt due to financial mismanagement.",
            "He filed for personal bankruptcy after a series of financial setbacks.",
            "The bankruptcy process involves selling off assets to repay creditors."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bandera",
            "definition": "Una pieza de tela con colores y patrones específicos que representa a un país, organización o causa."
        },
        "pt": {
            "word": "bandeira",
            "definition": "Um pedaço de tecido com cores e padrões específicos que representa um país, organização ou causa."
        },
        "word": "banner",
        "ipa": "/ˈbænər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A piece of cloth with specific colors and patterns that represents a country, organization, or cause.",
        "examples": [
            "The national flag is raised on Independence Day.",
            "They displayed a banner with the organization's logo at the event.",
            "Protesters carried banners with slogans advocating for change."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "barra",
            "definition": "Un lugar donde las personas pueden comprar y consumir bebidas alcohólicas, a menudo con opciones de comida disponible."
        },
        "pt": {
            "word": "bar",
            "definition": "Um local onde as pessoas podem comprar e consumir bebidas alcoólicas, frequentemente com opções de comida disponíveis."
        },
        "word": "bar",
        "ipa": "/bɑr/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A place where people can purchase and consume alcoholic beverages, often with food options available.",
        "examples": [
            "Let's meet at the bar for a drink after work.",
            "The bar offers a wide selection of craft beers.",
            "They decided to have their wedding reception at a local bar."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "barbacoa",
            "definition": "Una comida o evento en el que la comida se cocina al aire libre en una parrilla, a menudo con carne a la parrilla."
        },
        "pt": {
            "word": "churrasco",
            "definition": "Uma refeição ou evento em que a comida é cozida ao ar livre em uma grelha, frequentemente com carne na grelha."
        },
        "word": "barbecue",
        "ipa": "/ˈbɑrbɪˌkjuː/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A meal or event where food is cooked outdoors on a grill, often with grilled meat.",
        "examples": [
            "We're having a barbecue in the backyard this weekend.",
            "Barbecue chicken is one of my favorite dishes.",
            "They decided to barbecue some burgers for the family picnic."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "gangazo",
            "definition": "Una transacción en la que las partes acuerdan un precio más bajo para un producto o servicio."
        },
        "pt": {
            "word": "pechincha",
            "definition": "Uma transação em que as partes concordam com um preço mais baixo para um produto ou serviço."
        },
        "word": "bargain",
        "ipa": "/ˈbɑrɡən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A transaction in which parties agree on a lower price for a product or service.",
        "examples": [
            "I got a great bargain on this jacket during the sale.",
            "She loves finding bargains at thrift stores.",
            "Negotiating a bargain with the seller saved him some money."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "granero",
            "definition": "Un edificio utilizado para almacenar granos, heno y otros productos agrícolas."
        },
        "pt": {
            "word": "celeiro",
            "definition": "Um edifício usado para armazenar grãos, feno e outros produtos agrícolas."
        },
        "word": "barn",
        "ipa": "/bɑrn/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A building used to store grains, hay, and other agricultural products.",
        "examples": [
            "The farmer stored his harvest in the barn.",
            "The old barn was converted into a charming rustic home.",
            "The barn was filled with bales of hay and sacks of grain."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "barril",
            "definition": "Un recipiente cilíndrico utilizado para almacenar líquidos o mercancías a granel, generalmente hecho de metal o madera."
        },
        "pt": {
            "word": "barril",
            "definition": "Um recipiente cilíndrico usado para armazenar líquidos ou mercadorias a granel, geralmente feito de metal ou madeira."
        },
        "word": "barrel",
        "ipa": "/ˈbærəl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A cylindrical container used for storing liquids or bulk goods, typically made of metal or wood.",
        "examples": [
            "They filled the barrel with wine to age it.",
            "The oil was stored in large barrels before being shipped.",
            "He rolled the barrel down the hill with great effort."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "barrera",
            "definition": "Una estructura o impedimento que se coloca para bloquear o limitar el acceso o el paso."
        },
        "pt": {
            "word": "barreira",
            "definition": "Uma estrutura ou obstáculo colocado para bloquear ou limitar o acesso ou a passagem."
        },
        "word": "barrier",
        "ipa": "/ˈbæriər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A structure or obstacle placed to block or limit access or passage.",
        "examples": [
            "The security barrier prevented unauthorized entry.",
            "The language barrier made communication difficult.",
            "They erected a barrier to keep people away from the construction site."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "base",
            "definition": "La parte inferior o soporte de algo, sobre la cual se construye o se apoya."
        },
        "pt": {
            "word": "base",
            "definition": "A parte inferior ou suporte de algo, sobre o qual é construído ou apoiado."
        },
        "word": "base",
        "ipa": "/beɪs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "The bottom or support of something, upon which it is built or supported.",
        "examples": [
            "The base of the statue was made of marble.",
            "The team used a strong foundation as the base for the house.",
            "The company's success is built on a solid customer base."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "béisbol",
            "definition": "Un deporte de equipo jugado con una pelota y un bate en el que dos equipos compiten por anotar carreras."
        },
        "pt": {
            "word": "beisebol",
            "definition": "Um esporte em equipe jogado com uma bola e um taco, no qual dois times competem para marcar corridas."
        },
        "word": "baseball",
        "ipa": "/ˈbeɪsˌbɔl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A team sport played with a ball and a bat in which two teams compete to score runs.",
        "examples": [
            "Baseball is often referred to as America's pastime.",
            "He used to play baseball in high school.",
            "The baseball game went into extra innings."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "sótano",
            "definition": "El nivel más bajo de una construcción, generalmente subterráneo, utilizado para almacenamiento o como espacio habitable."
        },
        "pt": {
            "word": "porão",
            "definition": "O nível mais baixo de uma construção, geralmente subterrâneo, usado para armazenamento ou como espaço habitável."
        },
        "word": "basement",
        "ipa": "/ˈbeɪsmənt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The lowest level of a building, typically underground, used for storage or as living space.",
        "examples": [
            "They turned the basement into a cozy family room.",
            "The basement is a great place to store seasonal items.",
            "He found a hidden room in the basement of the old mansion."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "básico",
            "definition": "Fundamental o esencial; que sirve como punto de partida o base."
        },
        "pt": {
            "word": "básico",
            "definition": "Fundamental ou essencial; que serve como ponto de partida ou base."
        },
        "word": "basic",
        "ipa": "/ˈbeɪsɪk/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Fundamental or essential; serving as a starting point or base.",
        "examples": [
            "Learning the basic principles is crucial before advancing to advanced topics.",
            "He had a basic understanding of the subject matter.",
            "The basic ingredients for the recipe are readily available."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "cuenca",
            "definition": "Un recipiente redondo y profundo utilizado para contener líquidos o lavar."
        },
        "pt": {
            "word": "bacia",
            "definition": "Um recipiente redondo e profundo usado para conter líquidos ou lavar."
        },
        "word": "basin",
        "ipa": "/ˈbeɪsən/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A round, deep container used for holding liquids or for washing.",
        "examples": [
            "She filled the basin with water to wash her hands.",
            "The bathroom sink is also called a basin.",
            "The river carved a deep basin into the landscape."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "base",
            "definition": "El punto de partida o fundamento sobre el cual se construye algo."
        },
        "pt": {
            "word": "base",
            "definition": "O ponto de partida ou fundamento sobre o qual algo é construído."
        },
        "word": "basis",
        "ipa": "/ˈbeɪsɪs/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The starting point or foundation upon which something is built.",
        "examples": [
            "The research was conducted on the basis of previous studies.",
            "Their relationship had trust as its basis.",
            "The company's success was built on a solid financial basis."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "cesta",
            "definition": "Un recipiente generalmente tejido, hecho de materiales como mimbre o plástico, utilizado para transportar o contener cosas."
        },
        "pt": {
            "word": "cesta",
            "definition": "Um recipiente geralmente feito de materiais como vime ou plástico, usado para transportar ou conter coisas."
        },
        "word": "basket",
        "ipa": "/ˈbæskɪt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A container typically woven, made of materials like wicker or plastic, used for carrying or holding things.",
        "examples": [
            "She carried a basket filled with fresh fruit to the picnic.",
            "The basketball players aim to score by throwing the ball into the opposing team's basket.",
            "The laundry basket was overflowing with clothes."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "baloncesto",
            "definition": "Un deporte de equipo jugado en una cancha rectangular en la que dos equipos compiten para marcar puntos al encestar una pelota en el aro del oponente."
        },
        "pt": {
            "word": "basquetebol",
            "definition": "Um esporte em equipe jogado em uma quadra retangular, no qual dois times competem para marcar pontos ao encestar uma bola na cesta do adversário."
        },
        "word": "basketball",
        "ipa": "/ˈbæskɪtˌbɔl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A team sport played on a rectangular court in which two teams compete to score points by shooting a ball into the opponent's hoop.",
        "examples": [
            "Basketball is a fast-paced and exciting sport to watch.",
            "He plays basketball for his school's varsity team.",
            "The NBA is one of the most popular basketball leagues in the world."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "baño",
            "definition": "Un acto de lavarse el cuerpo, generalmente sumergiéndose en agua."
        },
        "pt": {
            "word": "banho",
            "definition": "Um ato de lavar o corpo, geralmente mergulhando-se em água."
        },
        "word": "bath",
        "ipa": "/bæθ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An act of washing the body, typically by immersing oneself in water.",
        "examples": [
            "She enjoys taking a relaxing bath after a long day at work.",
            "I'll take a quick bath before we head out.",
            "The baby splashed around in the bath."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "baño",
            "definition": "Una habitación que contiene instalaciones para bañarse y usar el inodoro y el lavabo."
        },
        "pt": {
            "word": "banheiro",
            "definition": "Um cômodo que contém instalações para tomar banho e usar o vaso sanitário e a pia."
        },
        "word": "bathroom",
        "ipa": "/ˈbæθˌruːm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A room containing facilities for bathing and using the toilet and sink.",
        "examples": [
            "The bathroom is down the hall on the right.",
            "Please keep the bathroom clean and tidy.",
            "I need to use the bathroom before we leave."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "batería",
            "definition": "Un dispositivo que almacena energía química y la convierte en energía eléctrica para su uso en dispositivos electrónicos."
        },
        "pt": {
            "word": "bateria",
            "definition": "Um dispositivo que armazena energia química e a converte em energia elétrica para uso em dispositivos eletrônicos."
        },
        "word": "battery",
        "ipa": "/ˈbætəri/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A device that stores chemical energy and converts it into electrical energy for use in electronic devices.",
        "examples": [
            "Make sure your phone's battery is fully charged before you go out.",
            "The remote control needs new batteries.",
            "The car's battery died, and it won't start."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bahía",
            "definition": "Una entrada de agua parcialmente cerrada en la costa, generalmente más grande que una ensenada pero más pequeña que un golfo."
        },
        "pt": {
            "word": "baía",
            "definition": "Uma entrada de água parcialmente fechada na costa, geralmente maior do que uma enseada, mas menor do que um golfo."
        },
        "word": "bay",
        "ipa": "/beɪ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A partially enclosed body of water on the coast, usually larger than a cove but smaller than a gulf.",
        "examples": [
            "The bay was calm and peaceful in the morning.",
            "Many boats were anchored in the bay.",
            "The bay is known for its scenic beauty."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "playa",
            "definition": "Una extensión de arena o guijarros junto al mar, generalmente utilizada para la recreación y el descanso."
        },
        "pt": {
            "word": "praia",
            "definition": "Uma extensão de areia ou seixos junto ao mar, geralmente usada para lazer e descanso."
        },
        "word": "beach",
        "ipa": "/biːʧ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An expanse of sand or pebbles by the sea, typically used for recreation and relaxation.",
        "examples": [
            "We spent the day at the beach, swimming and sunbathing.",
            "The beach was crowded with tourists during the summer.",
            "He loves to surf on the waves at the beach."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "judía",
            "definition": "Una semilla comestible que se encuentra en las vainas de algunas plantas, a menudo se cocina y se consume como alimento."
        },
        "pt": {
            "word": "feijão",
            "definition": "Uma semente comestível encontrada em vagens de algumas plantas, frequentemente cozida e consumida como alimento."
        },
        "word": "bean",
        "ipa": "/biːn/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "An edible seed found in pods on some plants, often cooked and consumed as food.",
        "examples": [
            "She made a delicious soup with black beans.",
            "Green beans are a popular side dish.",
            "You can use kidney beans in chili."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "oso",
            "definition": "Un mamífero grande y peludo que se encuentra en diversas partes del mundo; pertenece a la familia Ursidae."
        },
        "pt": {
            "word": "urso",
            "definition": "Um mamífero grande e peludo encontrado em várias partes do mundo; pertence à família Ursidae."
        },
        "word": "bear",
        "ipa": "/bɛr/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            },
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "A large, furry mammal found in various parts of the world; belongs to the family Ursidae.",
        "examples": [
            "Polar bears are well-adapted to cold climates.",
            "The bear hibernates during the winter.",
            "We saw a brown bear in the forest."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "barba",
            "definition": "El pelo facial que crece en el mentón y las mejillas de los hombres."
        },
        "pt": {
            "word": "barba",
            "definition": "Os pelos faciais que crescem no queixo e nas bochechas dos homens."
        },
        "word": "beard",
        "ipa": "/bɪrd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The facial hair that grows on the chin and cheeks of men.",
        "examples": [
            "He decided to grow a beard for the winter.",
            "His beard was neatly trimmed and well-groomed.",
            "Some men prefer to shave their beard daily."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "bestia",
            "definition": "Un animal, especialmente un mamífero grande y no humano."
        },
        "pt": {
            "word": "fera",
            "definition": "Um animal, especialmente um mamífero grande e não humano."
        },
        "word": "beast",
        "ipa": "/biːst/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An animal, especially a large, non-human mammal.",
        "examples": [
            "The lion is often referred to as the king of beasts.",
            "In mythology, there are many legendary beasts and creatures.",
            "The documentary explored the behavior of wild beasts."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "golpear",
            "definition": "Hacer un movimiento repetitivo para causar daño, moverse rítmicamente al ritmo de la música o vencer en una competencia."
        },
        "pt": {
            "word": "bater",
            "definition": "Realizar um movimento repetitivo para causar dano, mover-se ritmicamente ao ritmo da música ou vencer em uma competição."
        },
        "word": "beat",
        "ipa": "/biːt/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            },
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "To make a repetitive movement to cause harm, move rhythmically to the beat of music, or win in a competition.",
        "examples": [
            "He used a hammer to beat the nail into the wood.",
            "The dancers beat to the music in perfect harmony.",
            "Our team worked hard to beat the competition."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "hermoso",
            "definition": "Tener cualidades estéticas agradables; atractivo a la vista."
        },
        "pt": {
            "word": "bonito",
            "definition": "Ter qualidades estéticas agradáveis; atraente à vista."
        },
        "word": "beautiful",
        "ipa": "/ˈbjuːtɪfəl/",
        "type_word": [
            {
                "name": "Adjective",
                "sigle": "adj.",
                "description": "Words that describe or modify nouns."
            }
        ],
        "definition": "Having pleasing aesthetic qualities; attractive to the eye.",
        "examples": [
            "The sunset over the ocean was incredibly beautiful.",
            "She wore a beautiful dress to the party.",
            "The garden was filled with beautiful flowers."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "belleza",
            "definition": "La cualidad de ser hermoso, atractivo o agradable a la vista."
        },
        "pt": {
            "word": "beleza",
            "definition": "A qualidade de ser bonito, atraente ou agradável à vista."
        },
        "word": "beauty",
        "ipa": "/ˈbjuːti/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The quality of being beautiful, attractive, or pleasing to the eye.",
        "examples": [
            "She admired the natural beauty of the landscape.",
            "Many people use beauty products to enhance their appearance.",
            "The beauty of the artwork left a lasting impression."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "cama",
            "definition": "Un mueble diseñado para dormir o descansar, generalmente con un colchón y sábanas."
        },
        "pt": {
            "word": "cama",
            "definition": "Um móvel projetado para dormir ou descansar, geralmente com um colchão e lençóis."
        },
        "word": "bed",
        "ipa": "/bɛd/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A piece of furniture designed for sleeping or resting, typically with a mattress and sheets.",
        "examples": [
            "I like to read in bed before going to sleep.",
            "The bed was so comfortable that I slept soundly.",
            "We bought a new bed for the guest room."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "dormitorio",
            "definition": "Una habitación destinada principalmente para dormir; una habitación en una casa donde se duerme."
        },
        "pt": {
            "word": "quarto",
            "definition": "Um espaço destinado principalmente para dormir; um cômodo em uma casa onde se dorme."
        },
        "word": "bedroom",
        "ipa": "/ˈbɛdruːm/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A room primarily intended for sleeping; a room in a house where one sleeps.",
        "examples": [
            "The bedroom is decorated in soothing colors.",
            "I need to clean my bedroom; it's a bit messy.",
            "The house has three bedrooms and two bathrooms."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "abeja",
            "definition": "Un insecto volador que se alimenta del néctar de las flores y produce miel."
        },
        "pt": {
            "word": "abelha",
            "definition": "Um inseto voador que se alimenta do néctar das flores e produz mel."
        },
        "word": "bee",
        "ipa": "/biː/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A flying insect that feeds on the nectar of flowers and produces honey.",
        "examples": [
            "Bees play a crucial role in pollinating plants.",
            "The beekeeper collects honey from the beehives.",
            "I got stung by a bee while gardening."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "carne de res",
            "definition": "La carne de una vaca, generalmente utilizada como alimento."
        },
        "pt": {
            "word": "carne bovina",
            "definition": "A carne de uma vaca, geralmente usada como alimento."
        },
        "word": "beef",
        "ipa": "/biːf/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The flesh of a cow, typically used as food.",
        "examples": [
            "I ordered a steak made of beef at the restaurant.",
            "Beef is a popular source of protein in many dishes.",
            "She doesn't eat beef because she's a vegetarian."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "cerveza",
            "definition": "Una bebida alcohólica hecha de granos de cebada fermentados."
        },
        "pt": {
            "word": "cerveja",
            "definition": "Uma bebida alcoólica feita a partir de grãos de cevada fermentados."
        },
        "word": "beer",
        "ipa": "/bɪər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An alcoholic beverage made from fermented barley grains.",
        "examples": [
            "I enjoy drinking a cold beer on a hot day.",
            "He ordered a pint of beer at the pub.",
            "Beer is a popular drink at social gatherings."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "comenzar",
            "definition": "Empezar o iniciar una acción, proceso o actividad."
        },
        "pt": {
            "word": "começar",
            "definition": "Iniciar ou começar uma ação, processo ou atividade."
        },
        "word": "begin",
        "ipa": "/bɪˈɡɪn/",
        "type_word": [
            {
                "name": "Verb",
                "sigle": "v.",
                "description": "Words that express actions, states, or processes."
            }
        ],
        "definition": "To start or initiate an action, process, or activity.",
        "examples": [
            "Let's begin the meeting as soon as everyone is here.",
            "She will begin her new job next week.",
            "I want to begin a new chapter in my life."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "comportamiento",
            "definition": "La manera en que alguien se comporta o actúa."
        },
        "pt": {
            "word": "comportamento",
            "definition": "A maneira como alguém se comporta ou age."
        },
        "word": "behavior",
        "ipa": "/bɪˈheɪvjər/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The way in which someone behaves or acts.",
        "examples": [
            "His behavior at the party was unacceptable.",
            "Good behavior is expected in a classroom.",
            "The study of human behavior is a complex field."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "detrás",
            "definition": "En la parte posterior de algo o en una posición posterior."
        },
        "pt": {
            "word": "atrás",
            "definition": "Na parte de trás de algo ou em uma posição posterior."
        },
        "word": "behind",
        "ipa": "/bɪˈhaɪnd/",
        "type_word": [
            {
                "name": "Preposition",
                "sigle": "prep.",
                "description": "Words that show the relationship between nouns or pronouns and other elements in a sentence."
            },
            {
                "name": "Adverb",
                "sigle": "adv.",
                "description": "Words that modify verbs, adjectives, other adverbs, or entire sentences."
            }
        ],
        "definition": "At the rear of something or in a posterior position.",
        "examples": [
            "She hid behind the curtain to surprise him.",
            "The car behind us honked its horn impatiently.",
            "What's behind this mysterious door?"
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "creencia",
            "definition": "La aceptación de algo como verdadero o real, especialmente sin evidencia o prueba."
        },
        "pt": {
            "word": "crença",
            "definition": "A aceitação de algo como verdadeiro ou real, especialmente sem evidência ou prova."
        },
        "word": "belief",
        "ipa": "/bɪˈliːf/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "The acceptance of something as true or real, especially without evidence or proof.",
        "examples": [
            "His strong belief in aliens is based on personal experiences.",
            "Faith is a belief in something without the need for proof.",
            "Cultural beliefs vary from one society to another."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "campana",
            "definition": "Un instrumento musical de percusión generalmente hecho de metal y que emite un sonido cuando se golpea."
        },
        "pt": {
            "word": "sino",
            "definition": "Um instrumento musical de percussão geralmente feito de metal e que emite um som quando é tocado."
        },
        "word": "bell",
        "ipa": "/bɛl/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A musical percussion instrument typically made of metal and producing a sound when struck.",
        "examples": [
            "The church bell rang loudly on Sunday morning.",
            "The bell on the bicycle alerted pedestrians.",
            "She played a beautiful tune on the piano with a bell sound."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "cinturón",
            "definition": "Una banda de tela o cuero que se lleva alrededor de la cintura para sujetar la ropa o como adorno."
        },
        "pt": {
            "word": "cinto",
            "definition": "Uma faixa de tecido ou couro que é usada ao redor da cintura para segurar as roupas ou como adorno."
        },
        "word": "belt",
        "ipa": "/bɛlt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A strip of fabric or leather worn around the waist to hold clothing or as an ornament.",
        "examples": [
            "He tightened his belt to keep his pants from falling.",
            "She wore a stylish leather belt with her dress.",
            "The black belt in karate is a symbol of expertise."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "banco",
            "definition": "Un asiento largo y generalmente de madera con respaldo, a menudo utilizado en parques o jardines públicos."
        },
        "pt": {
            "word": "banco",
            "definition": "Um assento longo e geralmente de madeira, muitas vezes usado em parques ou jardins públicos."
        },
        "word": "bench",
        "ipa": "/bɛnʧ/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "A long, typically wooden seat with a back, often used in public parks or gardens.",
        "examples": [
            "People enjoyed sitting on the bench in the park.",
            "The bench was painted white and had a beautiful design.",
            "He sat on the bench and watched the children play."
        ],
        "times_seen": 1,
        "status": "FAIL"
    },
    {
        "es": {
            "word": "beneficio",
            "definition": "Una ventaja o ganancia que se obtiene de algo, a menudo en términos de bienestar o mejora."
        },
        "pt": {
            "word": "benefício",
            "definition": "Uma vantagem ou ganho obtido de algo, muitas vezes em termos de bem-estar ou melhoria."
        },
        "word": "benefit",
        "ipa": "/ˈbɛnɪfɪt/",
        "type_word": [
            {
                "name": "Noun",
                "sigle": "n.",
                "description": "Words that name people, animals, places, things, ideas, or phenomena."
            }
        ],
        "definition": "An advantage or gain obtained from something, often in terms of well-being or improvement.",
        "examples": [
            "Exercise has many health benefits.",
            "The company offers excellent benefits to its employees.",
            "The event raised money for a good cause, providing a benefit to the community."
        ],
        "times_seen": 1,
        "status": "FAIL"
    }
]